Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: South Africa
uk: Південна Африка

source: Kiribati
uk: Кірібаті

source: Philippines
uk: Філіппіни

source: Sint Maarten
uk: Святий Мартін

source: Romania
uk: Румунія

source: United States Virgin Islands
uk: Віргінські острови США

source: Syria
uk: Сирія

source: Macau
uk: Макао

source: Saint Martin
uk: Святий Мартін

source: Malta
uk: Мальта

source: Kazakhstan
uk: Казахстан

source: Turks and Caicos Islands
uk: Острови Теркс і Кайкос

source: French Polynesia
uk: Французька Полінезія

source: Niue
uk: Ніуе

source: Dominica
uk: Домініка

source: Benin
uk: Бенін

source: French Guiana
uk: Французька Гвіана

source: Belgium
uk: Бельгія

source: Montserrat
uk: Монсеррат

source: Togo
uk: Того

source: Germany
uk: Німеччина

source: Guam
uk: Гуам

source: Sri Lanka
uk: Шрі Ланка

source: South Sudan
uk: Південний Судан

source: Falkland Islands
uk: Фолклендські острови

source: United Kingdom
uk: Об'єднане Королівство

source: Guyana
uk: Гаяна

source: Costa Rica
uk: Коста-Ріка

source: Cameroon
uk: Камерун

source: Morocco
uk: Марокко

source: Northern Mariana Islands
uk: Північні Маріанські острови

source: Lesotho
uk: Лесото

source: Hungary
uk: Угорщина

source: Turkmenistan
uk: Туркменістан

source: Suriname
uk: Сурінам

source: Netherlands
uk: Нідерланди

source: Bermuda
uk: Бермудські острови

source: Heard Island and McDonald Islands
uk: Острів Херд і Макдональд

source: Chad
uk: Чад

source: Georgia
uk: Грузія

source: Montenegro
uk: Чорногорія

source: Mongolia
uk: Монголія

source: Marshall Islands
uk: Маршаллові острови

source: Martinique
uk: Мартініка

source: Belize
uk: Беліз

source: Norfolk Island
uk: Острів Норфолк

source: Myanmar
uk: М'янма

source: Afghanistan
uk: Афганістан

source: Burundi
uk: Бурунді

source: British Virgin Islands
uk: Британські Віргінські острови

source: Belarus
uk: Білорусь

source: Saint Barthelemy
uk: Сен-Бартелемі

source: Grenada
uk: Гренада

source: Tokelau
uk: Токелау

source: Greece
uk: Греція

source: Russia
uk: Росія

source: Greenland
uk: Гренландія

source: Andorra
uk: Андорра

source: Mozambique
uk: Мозамбік

source: Tajikistan
uk: Таджикистан

source: Haiti
uk: Гаїті

source: Mexico
uk: Мексика

source: Zimbabwe
uk: Зімбабве

source: Saint Lucia
uk: Сент-Люсія

source: India
uk: Індія

source: Latvia
uk: Латвія

source: Bhutan
uk: Бутан

source: Saint Vincent and the Grenadines
uk: Сент-Вінсент і Гренадини

source: Vietnam
uk: В'єтнам

source: Norway
uk: Норвегія

source: Czech Republic
uk: Чеська Республіка

source: French Southern and Antarctic Lands
uk: Французькі південні та антарктичні землі

source: Antigua and Barbuda
uk: Антигуа і Барбуда

source: Fiji
uk: Фіджі

source: British Indian Ocean Territory
uk: Британська територія в Індійському океані

source: Honduras
uk: Гондурас

source: Mauritius
uk: Маврикій

source: Antarctica
uk: Антарктида

source: Luxembourg
uk: Люксембург

source: Israel
uk: Ізраїль

source: Micronesia
uk: Мікронезія

source: Peru
uk: Перу

source: Reunion
uk: Реюньйон

source: Indonesia
uk: Індонезія

source: Vanuatu
uk: Вануату

source: Macedonia
uk: Македонія

source: DR Congo
uk: ДР Конго

source: Republic of the Congo
uk: Республіка Конго

source: Iceland
uk: Ісландія

source: Guadeloupe
uk: Гваделупа

source: Cook Islands
uk: Острови Кука

source: Comoros
uk: Коморські острови

source: Colombia
uk: Колумбія

source: Nigeria
uk: Нігерія

source: Timor-Leste
uk: Східний Тимор

source: Taiwan
uk: Тайвань

source: Portugal
uk: Португалія

source: Moldova
uk: Молдавія

source: Guernsey
uk: Гернсі

source: Madagascar
uk: Мадагаскар

source: Ecuador
uk: Еквадор

source: Senegal
uk: Сенегал

source: New Zealand
uk: Нова Зеландія

source: Maldives
uk: Мальдіви

source: American Samoa
uk: Американське Самоа

source: Saint Pierre and Miquelon
uk: Сен-П'єр і Мікелон

source: Curacao
uk: Кюрасао

source: France
uk: Франція

source: Lithuania
uk: Литва

source: Rwanda
uk: Руанда

source: Zambia
uk: Замбія

source: Gambia
uk: Гамбія

source: Wallis and Futuna
uk: Уолліс і Футуна

source: Jersey
uk: Джерсі

source: Faroe Islands
uk: Фарерські острови

source: Guatemala
uk: Гватемала

source: Isle of Man
uk: Острів Мен

source: Australia
uk: Австралія

source: Austria
uk: Австрія

source: Svalbard and Jan Mayen
uk: Шпіцберген і Ян-Маєн

source: Venezuela
uk: Венесуела

source: Kosovo
uk: Косово

source: Palau
uk: Палау

source: Kenya
uk: Кенія

source: Samoa
uk: Самоа

source: Turkey
uk: Туреччина

source: Albania
uk: Албанія

source: Oman
uk: Оман

source: Tuvalu
uk: Тувалу

source: Aland Islands
uk: Аландські острови

source: Brunei
uk: Бруней

source: Tunisia
uk: Туніс

source: Pitcairn Islands
uk: Острови Піткерн

source: Barbados
uk: Барбадос

source: Brazil
uk: Бразилія

source: Ivory Coast
uk: Берег Слонової Кістки

source: Serbia
uk: Сербія

source: Equatorial Guinea
uk: Екваторіальна Гвінея

source: United States
uk: Сполучені Штати Америки

source: Qatar
uk: Катар

source: Sweden
uk: Швеція

source: Azerbaijan
uk: Азербайджан

source: Guinea-Bissau
uk: Гвінея-Бісау

source: Swaziland
uk: Свазіленд

source: Tonga
uk: Тонга

source: Canada
uk: Канада

source: Ukraine
uk: Україна

source: South Korea
uk: Південна Корея

source: Anguilla
uk: Ангілья

source: Central African Republic
uk: Центральноафриканська Республіка

source: Slovakia
uk: Словакія

source: Cyprus
uk: Кіпр

source: Bosnia and Herzegovina
uk: Боснія і Герцеговина

source: Singapore
uk: Сінгапур

source: South Georgia
uk: Південна Джорджія

source: Somalia
uk: Сомалі

source: Uzbekistan
uk: Узбекістан

source: Eritrea
uk: Еритрея

source: Poland
uk: Польша

source: Kuwait
uk: Кувейт

source: Gabon
uk: Габон

source: Cayman Islands
uk: Кайманові острови

source: Vatican City
uk: Ватикан

source: Estonia
uk: Естонія

source: Malawi
uk: Малаві

source: Spain
uk: Іспанія

source: Iraq
uk: Ірак

source: El Salvador
uk: Сальвадор

source: Mali
uk: Малі

source: Ireland
uk: Ірландія

source: Iran
uk: Іран

source: Aruba
uk: Аруба

source: Papua New Guinea
uk: Папуа-Нова Гвінея

source: Panama
uk: Панама

source: Sudan
uk: Судан

source: Solomon Islands
uk: Соломонові острови

source: Western Sahara
uk: Західна Сахара

source: Monaco
uk: Монако

source: Italy
uk: Італія

source: Japan
uk: Японія

source: Kyrgyzstan
uk: Киргизстан

source: Uganda
uk: Уганда

source: New Caledonia
uk: Нова Каледонія

source: United Arab Emirates
uk: Об'єднані Арабські Емірати

source: Argentina
uk: Аргентина

source: Bahamas
uk: Багамські острови

source: Bahrain
uk: Бахрейн

source: Armenia
uk: Вірменія

source: Nauru
uk: Науру

source: Cuba
uk: Куба

source: Denmark
uk: Данія

source: Chernihiv
uk: Чернігівська

source: Volyn
uk: Волинська

source: Rivne
uk: Рівненська

source: Zhytomyr
uk: Житомирська

source: Kiev
uk: Київська

source: Transcarpathia
uk: Закарпатська

source: Chernivtsi
uk: Чернівецька

source: Ivano-Frankivs'k
uk: Івано-Франківська

source: Odessa
uk: Одеська

source: Vinnytsya
uk: Вінницька

source: L'viv
uk: Львівська

source: Sumy
uk: Сумська

source: Kharkiv
uk: Харківська

source: Luhans'k
uk: Луганська

source: Donets'k
uk: Донецька

source: Kherson
uk: Херсонська

source: Zaporizhzhya
uk: Запорізька

source: Mykolayiv
uk: Миколаївська

source: Poltava
uk: Полтавська

source: Khmel'nyts'kyy
uk: Хмельницька

source: Ternopil'
uk: Тернопільска

source: Dnipropetrovs'k
uk: Дніпропетровська

source: Cherkasy
uk: Черкаська

source: Kirovohrad
uk: Кіровоградська

source: Kyiv City
uk: м.Київ

source: Crimea
uk: Крим

source: Regions
uk: Регіони

source: Region
uk: Область

source: Column containing names of region/province/department in your table.
uk: Стовпець, що містить назви областей, провінцій або департаментів у таблиці.

source: Область
uk: Регіон

source: Districts
uk: Райони

source: Which region to plot the map for?
uk: Для якого регіону побудувати карту?

source: Column containing district names in your table.
uk: Стовпець, що містить назви районів у таблиці.

source: Visualizes how a single metric varies across a country's secondary subdivisions (districts, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
uk: Візуалізує, як окрема метрика змінюється залежно від другорядних підрозділів країни (районів тощо) на карті. Значення кожного підрозділу збільшується, коли ви наводите курсор на відповідну географічну межу.

source: Region Map
uk: Карта Регіону

source: Сhernihiv
uk: Чернігівська

source: Kyiv
uk: Київська

source: Zakarpattia
uk: Закарпатська

source: Ivano-Frankivsk
uk: Івано-Франківська

source: Odesa
uk: Одеська

source: Vinnytsia
uk: Вінницька

source: Lviv
uk: Львівська

source: Luhansk
uk: Луганська

source: Donetsk
uk: Донецька

source: Zaporizhzhia
uk: Запорізька

source: Mykolaiv
uk: Миколаївська

source: Khmelnytskyi
uk: Хмельницька

source: Dnipropetrovsk
uk: Дніпропетровська

source: Ternopil
uk: Тернопільска

source: Italy (regions)
uk: Італія (регіони)

source: Srilanka
uk: Шрі Ланка

source: Timorleste
uk: Східний Тимор

source: USA
uk: Сполучені Штати Америки

source: UK
uk: Об'єднане Королівство

source: Enter your login and password below
uk: Введіть логін і пароль нижче

source: Sign In
uk: Увійти
