Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
uk: На жаль, ваш браузер не підтримує копіювання. Використовуйте Ctrl / Cmd + C!

source: Sort
uk: Сортувати

source: Sort Bars
uk: Сортувати Стовпці

source: Sort Descending
uk: Сортувати за спаданням

source: Sort Metric
uk: Сортувати Метрики

source: Sort Series Ascending
uk: Сортувати ряди за зростанням

source: Sort Series By
uk: Сортувати Ряди За

source: Sort X Axis
uk: Сортувати по осі X

source: Sort Y Axis
uk: Сортувати по осі Y

source: Sort ascending
uk: Сортувати за зростанням

source: Sort bars by x labels.
uk: Сортувати стовпці за мітками на осі X

source: Sort by
uk: Сортувати за

source: Sort by %s
uk: Сортувати за %s

source: Sort by metric
uk: Сортувати за метрикою

source: Sort columns alphabetically
uk: Сортувати стовпці за алфавітом

source: Sort columns by
uk: Сортувати стовпці за

source: Sort descending
uk: Сортувати за спаданням

source: Sort filter values
uk: Сортувати значення фільтра

source: Sort metric
uk: Сортувати метрики

source: Sort rows by
uk: Сортувати рядки за

source: Sort series in ascending order
uk: Сортувати ряди в порядку зростання

source: Sort type
uk: Тип сортування

source: Source
uk: Джерело

source: Source / Target
uk: Джерело / Ціль

source: Source SQL
uk: Вихідний SQL

source: Source category
uk: Категорія Джерела

source: Sparkline
uk: Спарклайн

source: Spatial
uk: Просторовий

source: Specific Date/Time
uk: Конкретна Дата/Час

source: Specify a schema (if database flavor supports this).
uk: Вкажіть схему (якщо версія бази даних підтримує це).

source: Specify duplicate columns as "X.0, X.1".
uk: Вкажіть повторювані стовпці як "X.0, X.1".

source: Specify name to CREATE TABLE AS schema in: public
uk: Вкажіть назву для схеми CREATE TABLE AS у: public

source: Specify name to CREATE VIEW AS schema in: public
uk: Вкажіть назву для схеми CREATE VIEW AS у: public

source: Specify the database version. This should be used with Presto in order to enable query cost estimation.
uk: Вкажіть версію бази даних. Це слід використовувати з Presto, щоб увімкнути оцінку вартості запиту.

source: Split number
uk: Розділений номер

source: Square kilometers
uk: Квадратний кілометр

source: Square meters
uk: Квадратні метри

source: Square miles
uk: Квадратні милі

source: Stack series
uk: Використовувати накопичення

source: Stack series on top of each other
uk: Поєднати стовпці в один із накопиченням

source: Stacked
uk: З накопиченням

source: Stacked Bars
uk: Стовпці з накопиченням

source: Standard time series
uk: Стандартний часовий ряд

source: Start
uk: Початок

source: Start (Longitude, Latitude):
uk: Початкова (Довгота, Щирота):

source: Start Longitude & Latitude
uk: Початкова Довгота & Щирота

source: Start Review
uk: Почати Огляд

source: Start angle
uk: Початковий кут

source: Start at (UTC)
uk: Початок о (UTC)

source: Start date
uk: Дата початку

source: Start date included in time range
uk: Дата початку включена в діапазон часу

source: Start y-axis at 0
uk: Початок осі Y від 0

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
uk: Початок осі Y від нуля. Зніміть прапорець, щоб вісь Y починалася з мінімального значення в даних.

source: Started
uk: Почато

source: State
uk: Стан

source: Statistical
uk: Статистичний

source: Status
uk: Статус

source: Step - end
uk: Крок - кінець

source: Step - middle
uk: Крок - середина

source: Step - start
uk: Крок - старт

source: Step type
uk: Тип Кроку

source: Stepped Line
uk: Діаграма кроків

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
uk: Ступінчастий графік (також званий ступінчастою діаграмою) — це різновид лінійної діаграми, але лінія утворює ряд кроків між точками даних. Ступінчаста діаграма може бути корисною, коли ви хочете показати зміни, які відбуваються через нерегулярні проміжки часу.

source: Stop
uk: Стоп

source: Stop query
uk: Зупинити запит

source: Stop running (Ctrl + e)
uk: Зупинити виконання (Ctrl e)

source: Stop running (Ctrl + x)
uk: Зупинити виконання (Ctrl x)

source: Stopped an unsafe database connection
uk: Зупинено небезпечне підключення до бази даних

source: Stream
uk: Поток

source: Streets
uk: Вулиці

source: Strength to pull the graph toward center
uk: Сила тяжіння вершин до центру

source: Strings used for sheet names (default is the first sheet).
uk: Рядки, що використовуються для назв аркушів (за замовчуванням це перший аркуш).

source: Stroke Color
uk: Колір Обведення

source: Stroke Width
uk: Ширина Щтриха

source: Stroked
uk: З Обведенням

source: Structural
uk: Структурний

source: Style
uk: Стиль

source: Style the ends of the progress bar with a round cap
uk: Оформлення кінців індикатора круглими заглушками

source: Subdomain
uk: Субдомен

source: Subheader
uk: Підзаголовок

source: Subheader Font Size
uk: Розмір Шрифту Підзаголовка

source: Submit
uk: Подати

source: Subtotal
uk: Проміжний Підсумок

source: Success
uk: Успіх

source: Successfully changed dataset!
uk: Датасет успішно змінено!

source: Suffix to apply after the percentage display
uk: Суфікс для відображення відсотка

source: Sum
uk: Сума

source: Sum as Fraction of Columns
uk: Сума як частка стовпців

source: Sum as Fraction of Rows
uk: Сума як частка рядків

source: Sum as Fraction of Total
uk: Сума як частка від загального

source: Sum of values over specified period
uk: Сума значень за вказаний період

source: Sum values
uk: Сумарні значення

source: Sunburst
uk: Діаграма Сонячні Промені

source: Sunburst Chart
uk: Діаграма Сонячні Промені

source: Sunburst Chart v2
uk: Діаграма Сонячні Промені v2

source: Sunday
uk: Неділя

source: Superset Chart
uk: Діаграма Superset

source: Superset Embedded SDK documentation.
uk: Документація Superset Embedded SDK.

source: Superset chart
uk: Діаграма Superset

source: Superset dashboard
uk: Дашборд Superset

source: Superset encountered an error while running a command.
uk: Superset зіткнувся з помилкою під час виконання команди.

source: Superset encountered an unexpected error.
uk: Superset зіткнувся з неочікуваною помилкою.

source: Supported databases
uk: Підтримувані бази даних

source: Swap dataset
uk: Замінити датасет

source: Swap rows and columns
uk: Поміняти місцями рядки та стовпці

source: Symbol size
uk: Розмір маркера

source: Sync columns from source
uk: Синхронізувати стовпці з джерела

source: Syntax
uk: Синтаксис

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
uk: Синтаксична помилка: %(qualifier)s введення "%(input)s" очікується "%(expected)s

source: TABLES
uk: ТАБЛИЦІ

source: TEMPORAL X-AXIS
uk: ТИМЧАСОВА ВІСЬ X

source: THU
uk: ЧВ

source: TUE
uk: ВТ

source: Tab name
uk: Назва вкладки

source: Tab title
uk: Заголовок вкладки

source: Table
uk: Таблиця

source: Table %(table)s wasn't found in the database %(db)s
uk: Таблиця %(table)s не знайдена в базі даних %(db)s

source: Table Exists
uk: Таблиця Існує

source: Table Name
uk: Назва Таблиці

source: Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name
uk: Таблицю [%(table_name)s] не знайдено, перевірте підключення до бази даних, схему та назву таблиці

source: Table [%{table}s] could not be found, please double check your database connection, schema, and table name, error: {}
uk: Таблицю [%{table}s] не знайдено, перевірте підключення до бази даних, схему та назву таблиці, помилка: {}

source: Table cache timeout
uk: Час життя кешу таблиці

source: Table columns
uk: Стовпці таблиці

source: Table loading
uk: Завантаження таблиці

source: Table name cannot contain a schema
uk: Назва таблиці не може містити схему

source: Table name undefined
uk: Назва таблиці не визначена

source: Table or View "%(table)s" does not exist.
uk: Таблиці або представлення "%(table)s" не існує.

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
uk: Таблиця, яка візуалізує парні t-тести, які використовуються для розуміння статистичних відмінностей між групами.

source: Tables
uk: Таблиці

source: Tabs
uk: Вкладки

source: Tabular
uk: Табличний

source: Tag could not be created.
uk: Не вдалося створити тег.

source: Tag could not be deleted.
uk: Не вдалося видалити тег.

source: Tag name is invalid (cannot contain ':')
uk: Назва тегу недійсна (не може містити ':')

source: Tag parameters are invalid.
uk: Параметри тегу недійсні.

source: Tagged Object could not be deleted.
uk: Не вдалося видалити позначений об’єкт.

source: Tags
uk: Теги

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
uk: Візьміть ваші точки даних і згрупуйте їх у "контейнери", щоб побачити, де знаходяться найщільніші області інформації

source: Target
uk: Ціль

source: Target Color
uk: Цільовий колір

source: Target category
uk: Цільова категорія

source: Target value
uk: Цільове значення

source: Template Name
uk: Назва шаблону

source: Template parameters
uk: Параметри шаблону

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
uk: Шаблонне посилання, можна включити {{ metric }} або інші значення, що надходять з елементів керування.

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
uk: Припинити запущені запити, коли вікно браузера закривається або переходить на іншу сторінку.

source: Test Connection
uk: Тестове З'єднання

source: Test connection
uk: Тестове з'єднання

source: Text
uk: Текст

source: Text align
uk: Вирівнювання тексту

source: Text embedded in email
uk: Текст, вбудований в електронну пошту

source: The API response from %s does not match the IDatabaseTable interface.
uk: Відповідь API від %s не відповідає інтерфейсу IDatabaseTable.

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
uk: CSS для окремих дашбордів можна змінити тут або у вікні дашборду, де зміни одразу видно

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
uk: CTAS (створити таблицю як вибірку) не має оператора SELECT у кінці. Будь ласка, переконайтеся, що останнім оператором вашого запиту є SELECT. Потім спробуйте виконати запит ще раз.

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
uk: GeoJsonLayer приймає дані у форматі GeoJSON і відображає їх як інтерактивні багатокутники, лінії та точки (кола, піктограми та/або тексти).

source: The URL is missing the dataset_id or slice_id parameters.
uk: В URL-адресі відсутні параметри dataset_id або slice_id.

source: The X-axis is not on the filters list
uk: Вісь Х немає в списку фільтрів

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
uk: Вісь X немає в списку фільтрів, що не дозволить використовувати її у фільтрах часового діапазону на дашбордах. Бажаєте додати його до списку фільтрів?

source: The access requests seem to have been deleted
uk: Здається, запити на доступ видалено

source: The annotation has been saved
uk: Анотацію збережено

source: The annotation has been updated
uk: Анотацію оновлено

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
uk: Категорія вихідних вершин, які використовуються для призначення кольорів. Якщо вершина пов’язано з більш ніж однією категорією, використовуватиметься лише перша.

source: The chart datasource does not exist
uk: Datasource діаграми не існує

source: The chart does not exist
uk: Діаграма не існує

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
uk: Класика. Чудово підходить для того, щоб показати, яку частку компанії отримує кожен інвестор, які демографічні показники стежать за вашим блогом або яка частина бюджету йде на військово-промисловий комплекс. Кругові діаграми може бути важко точно інтерпретувати. Якщо важлива чіткість відносної пропорції, подумайте про те, щоб замість цього використовувати стовпчик або інший тип діаграми.

source: The color for points and clusters in RGB
uk: Колір для точок і кластерів у RGB

source: The color scheme for rendering chart
uk: Колірна схема для візуалізації діаграми

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
uk: Колірна схема визначається відповідним дашбордом. Відредагуйте колірну схему у властивостях дашборду.

source: The column header label
uk: Мітка заголовка стовпця

source: The column was deleted or renamed in the database.
uk: Стовпець було видалено або перейменовано в базі даних.

source: The country code standard that Superset should expect to find in the [country] column
uk: Стандарт коду країни, який Superset має очікувати знайти в стовпці [країна].

source: The dashboard has been saved
uk: Дашборд збережено

source: The data source seems to have been deleted
uk: Здається, datasource видалено

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
uk: Тип даних, визначений базою даних. У деяких випадках може знадобитися вручну ввести тип для стовпців, визначених виразом. У більшості випадків користувачам не потрібно змінювати це.

source: The database %s is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
uk: База даних %s пов’язана з діаграмами %s, які відображаються на дашбордах %s, і користувачі мають відкритих вкладок %s SQL Lab, які використовують цю базу даних. Ви впевнені, що бажаєте продовжити? Видалення бази даних зруйнує ці об’єкти.

source: The database columns that contains lines information
uk: Стовпці бази даних, які містять інформацію про рядки

source: The database could not be found
uk: Не вдалося знайти базу даних

source: The database is currently running too many queries.
uk: Наразі база даних виконує забагато запитів.

source: The database is under an unusual load.
uk: База даних має незвичайне навантаження.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
uk: База даних, на яку посилається цей запит, не знайдена. Будь ласка, зверніться до адміністратора для отримання додаткової допомоги або повторіть спробу.

source: The database returned an unexpected error.
uk: База даних повернула неочікувану помилку.

source: The database was deleted.
uk: Базу даних видалено.

source: The database was not found.
uk: База даних не знайдена.

source: The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
uk: Датасет %s пов’язано з діаграмами %s, які відображаються на дашбордах %s. Ви впевнені, що бажаєте продовжити? Видалення датасету призведе до пошкодження цих об’єктів.

source: The dataset associated with this chart no longer exists
uk: Датасет, пов’язаний із цією діаграмою, більше не існує

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
uk: Наведена тут конфігурація датасету впливає на всі діаграми, які використовують цей датасет. Майте на увазі, що зміна налаштувань тут може вплинути на інші діаграми небажаним чином.

source: The dataset has been saved
uk: Датасет збережено

source: The dataset linked to this chart may have been deleted.
uk: Можливо, датасет, пов’язаний із цією діаграмою, було видалено.

source: The datasource couldn't be loaded
uk: Не вдалося завантажити datasource

source: The datasource is too large to query.
uk: Datasource завеликий для запиту.

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
uk: Опис можна відобразити як заголовки віджетів на дашборду. Підтримує markdown

source: The distance between cells, in pixels
uk: Відстань між комірками, у пікселях

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
uk: Тривалість часу в секундах до того, як кеш стане недійсним. Встановіть -1, щоб обійти кеш.

source: The encoding format of the lines
uk: Формат кодування рядків

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
uk: Об’єкт engine_params розпаковується у виклик sqlalchemy.create_engine.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
uk: Наступні записи в `series_columns` відсутні в `columns`: %(columns)s.

source: The function to use when aggregating points into groups
uk: Функція для об’єднання точок у групи

source: The host "%(hostname)s" might be down and can't be reached.
uk: Хост "%(hostname)s" може бути несправним і недоступний.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
uk: Хост "%(hostname)s" може не працювати, і до нього неможливо підключитися через порт %(port)s.

source: The host might be down, and can't be reached on the provided port.
uk: Можливо, хост не працює, і до нього неможливо підключитися через наданий порт.

source: The hostname "%(hostname)s" cannot be resolved.
uk: Ім'я хоста "%(hostname)s" не може бути визначено.

source: The hostname provided can't be resolved.
uk: Надане ім'я хоста не може бути визначено.

source: The id of the active chart
uk: Ідентифікатор активної діаграми

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
uk: Список діаграм, пов’язаних із цією таблицею. Змінюючи datasource, ви можете змінити поведінку пов’язаних діаграм. Також зауважте, що діаграми мають вказувати на datasource, тому ця форма не зможе зберегти, якщо вилучити діаграми з datasource. Якщо ви хочете змінити datasource для діаграми, перезапишіть діаграму в режимі перегляду

source: The maximum number of events to return, equivalent to the number of rows
uk: Максимальна кількість подій для повернення, еквівалентна кількості рядків

source: The maximum number of subdivisions of each group; lower values are pruned first
uk: Максимальна кількість підрозділів кожної групи; нижчі значення обрізаються першими

source: The maximum value of metrics. It is an optional configuration
uk: Максимальне значення метрики. Це додаткова конфігурація

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
uk: Параметри метаданих у додатковому полі налаштовано неправильно. Ключ %(key)s недійсний.

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
uk: Параметри метаданих у додатковому полі налаштовано неправильно. Ключ %{key}s недійсний.

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
uk: Об’єкт metadata_params розпаковується у виклик sqlalchemy.MetaData.

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
uk: Мінімальна кількість періодів ковзання, необхідних для відображення значення. Наприклад, якщо ви обчислюєте кумулятивну суму за 7 днів, вам може знадобитися, щоб ваш "Мінімальний період" дорівнював 7, щоб усі показані точки даних являли собою загальну суму 7 періодів. Це приховає "наростання", яке відбувається протягом перших 7 періодів

source: The number color "steps"
uk: Колір числа "кроки"

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
uk: Кількість годин, від'ємна чи додатна, для зміщення стовпця часу. Це можна використовувати для переведення часу UTC на місцевий час.

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROWS. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
uk: Кількість відображених результатів обмежена %(rows)d конфігурацією DISPLAY_MAX_ROWS. Додайте додаткові обмеження/фільтри або завантажте файл у форматі csv, щоб побачити більше рядків до ліміту %(limit)d.

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
uk: Кількість відображених результатів обмежена %(rows)d. Додайте додаткові обмеження/фільтри, завантажте файл у форматі csv або зверніться до адміністратора, щоб побачити більше рядків до ліміту %(limit)d.

source: The number of rows displayed is limited to %(rows)d by the dropdown.
uk: Кількість відображених рядків обмежена %(rows)d у випадаючому списку.

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
uk: Кількість відображених рядків обмежена %(rows)d у випадаючому списку.

source: The number of rows displayed is limited to %(rows)d by the query
uk: Кількість відображених рядків обмежена запитом %(rows)d

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
uk: Кількість відображених рядків обмежена %(rows)d запитом і у випадаючому списку.

source: The number of seconds before expiring the cache
uk: кількість секунд до завершення терміну дії кешу

source: The object does not exist in the given database.
uk: Об'єкт не існує в даній базі даних.

source: The parameter %(parameters)s in your query is undefined.
uk: Параметр %(parameters)s у вашому запиті не визначений.

source: The password provided for username "%(username)s" is incorrect.
uk: Пароль, наданий для імені користувача "%(username)s" є неправильним.

source: The password provided when connecting to a database is not valid.
uk: Пароль, наданий під час підключення до бази даних, недійсний.

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
uk: Паролі для наведених нижче баз даних потрібні для того, щоб імпортувати їх разом із діаграмами. Зауважте, що розділи "Secure Extra" і "Certificate" конфігурації бази даних відсутні у файлах експорту, і їх слід додати вручну після імпорту, якщо вони потрібні.
