Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Rows per page, 0 means no pagination
uk: Рядків на сторінці, 0 означає відсутність розбиття на сторінки

source: Rows subtotal position
uk: Позиція проміжних підсумків рядків

source: Rows to Read
uk: Рядки для Читання

source: Rule
uk: Правило

source: Rule Name
uk: Назва Правила

source: Rule added
uk: Правило додано

source: Run
uk: Виконати

source: Run a query to display query history
uk: Виконайте запит, щоб відобразити історію запитів

source: Run a query to display results
uk: Виконайте запит для відображення результатів

source: Run in SQL Lab
uk: Запуск у SQL Lab

source: Run query
uk: Виконати запит

source: Run query (Ctrl + Return)
uk: Виконати запит (Ctrl Return)

source: Run query in a new tab
uk: Виконати запит у новій вкладці

source: Run selection
uk: Зробити вибір

source: Running
uk: Виконується

source: Running statement %(statement_num)s out of %(statement_count)s
uk: Виконується оператор %(statement_num)s із %(statement_count)s

source: SAT
uk: СБ

source: SEP
uk: ВЕР

source: SQL Copied!
uk: SQL Скопійовано!

source: SQL Expression
uk: Вираз SQL

source: SQL Lab
uk: Лабораторія SQL

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
uk: SQL Lab використовує локальне сховище вашого браузера для зберігання запитів і результатів. Наразі ви використовуєте %(currentUsage)s КБ з %(maxStorage)d КБ місця для зберігання. Щоб запобігти збою SQL Lab, видаліть деякі вкладки запитів. Ви можете повторно отримати доступ до цих запитів за допомогою функції «Зберегти», перш ніж видалити вкладку. Зверніть увагу, що вам потрібно буде закрити інші вікна SQL Lab, перш ніж це зробити.

source: SQL Query
uk: SQL Запит

source: SQL expression
uk: Вираз SQL

source: SQL query
uk: SQL запит

source: SQLAlchemy URI
uk: URI SQLAlchemy

source: SSH Host
uk: Хост SSH

source: SSH Password
uk: Пароль SSH

source: SSH Port
uk: Порт SSH

source: SSH Tunnel
uk: Тунель SSH

source: SSH Tunnel configuration parameters
uk: Параметри конфігурації тунелю SSH

source: SSH Tunnel could not be deleted.
uk: Тунель SSH не вдалося видалити.

source: SSH Tunnel could not be updated.
uk: Тунель SSH не вдалося оновити.

source: SSH Tunnel not found.
uk: Тунель SSH не знайдено.

source: SSH Tunnel parameters are invalid.
uk: Параметри тунелю SSH недійсні.

source: SSH Tunneling is not enabled
uk: Тунелювання SSH не ввімкнено

source: SSL Mode "require" will be used.
uk: Буде використано режим SSL "require".

source: START (INCLUSIVE)
uk: СТАРТ (ВКЛЮЧНО)

source: STEP %(stepCurr)s OF %(stepLast)s
uk: КРОК %(stepCurr)s З %(stepLast)s

source: SUN
uk: НЕД

source: Sample Standard Deviation
uk: Зразок стандартного відхилення

source: Sample Variance
uk: Дисперсія

source: Samples
uk: Зразки

source: Samples for dataset could not be retrieved.
uk: Не вдалося отримати зразки для датасету.

source: Samples for datasource could not be retrieved.
uk: Не вдалося отримати зразки для datasource.

source: Satellite
uk: Супутник

source: Satellite Streets
uk: Супутні вулиці

source: Saturday
uk: Субота

source: Save
uk: Зберегти

source: Save & Explore
uk: Зберегти & Дослідити

source: Save & go to dashboard
uk: Зберегти & перейти на дашборд

source: Save & go to new dashboard
uk: Зберегти & перейти на новий дашборд

source: Save (Overwrite)
uk: Зберегти (Перезаписати)

source: Save as
uk: Зберегти як

source: Save as Dataset
uk: Зберегти як Датасет

source: Save as dataset
uk: Зберегти як датасет

source: Save as new
uk: Зберегти як новий

source: Save as new chart
uk: Зберегти як нову діаграму

source: Save as...
uk: Зберегти як...

source: Save as:
uk: Зберегти як:

source: Save changes
uk: Зберегти зміни

source: Save chart
uk: Зберегти діаграму

source: Save dashboard
uk: Зберегти дашборд

source: Save dataset
uk: Зберегти датасет

source: Save for this session
uk: Зберегти для цього сеансу

source: Save or Overwrite Dataset
uk: Зберегти або Перезаписати Датасет

source: Save query
uk: Зберегти запит

source: Save the query to enable this feature
uk: Збережіть запит, щоб увімкнути цю функцію

source: Save this query as a virtual dataset to continue exploring
uk: Збережіть цей запит як віртуальний датасет, щоб продовжити дослідження

source: Save to new dashboard
uk: Зберегти на новому дашборді

source: Saved
uk: Збережено

source: Saved Queries
uk: Збережені запити

source: Saved expressions
uk: Збережені вирази

source: Saved metric
uk: Збережена метрика

source: Saved queries
uk: Збережені запити

source: Saved queries could not be deleted.
uk: Не вдалося видалити збережені запити.

source: Saved query not found.
uk: Збережений запит не знайдено.

source: Saved query parameters are invalid.
uk: Збережені параметри запиту недійсні.

source: Scale and Move
uk: Масштаб і Переміщення

source: Scale only
uk: Лише масштаб

source: Scatter
uk: Розсіювання

source: Scatter Plot
uk: Діаграма розсіювання

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
uk: Точкова діаграма має горизонтальну вісь у лінійних одиницях, а точки з’єднані по порядку. Він показує статистичну залежність між двома змінними.

source: Schedule
uk: Розклад

source: Schedule a new email report
uk: Заплануйте новий звіт електронною поштою

source: Schedule email report
uk: Запланувати звіт електронною поштою

source: Schedule query
uk: Запит розкладу

source: Schedule settings
uk: Налаштування розкладу

source: Schedule the query periodically
uk: Періодично плануйте запит

source: Scheduled
uk: Заплановано

source: Scheduled at (UTC)
uk: Заплановано на (UTC)

source: Scheduled task executor not found
uk: Виконавець запланованого завдання не знайдено

source: Schema
uk: Схема

source: Schema cache timeout
uk: Час життя кешу схеми

source: Schema undefined
uk: Схема не визначена

source: Schema, as used only in some databases like Postgres, Redshift and DB2
uk: Схема, яка використовується лише в деяких базах даних, таких як Postgres, Redshift і DB2

source: Schemas allowed for File upload
uk: Схеми, дозволені для завантаження файлів

source: Scope
uk: Область

source: Scoping
uk: Обсяг

source: Scroll
uk: Прокручування

source: Scroll down to the bottom to enable overwriting changes.
uk: Прокрутіть униз, щоб увімкнути перезапис змін.

source: Search
uk: Пошук

source: Search / Filter
uk: Пошук / Фільтр

source: Search Metrics & Columns
uk: Метрики пошуку & Стовпці

source: Search all charts
uk: Пошук у всіх діаграмах

source: Search all filter options
uk: Пошук у всіх параметрах фільтра

source: Search box
uk: Поле пошуку

source: Search by query text
uk: Пошук за текстом запиту

source: Search columns
uk: Стовпці пошуку

source: Search in filters
uk: Пошук у фільтрах

source: Search tables
uk: Пошук таблиць

source: Search...
uk: Пошук...

source: Second
uk: Другий

source: Secondary
uk: Вторинний

source: Secondary Metric
uk: Вторинна Метрика

source: Secondary y-axis Bounds
uk: Межі вторинної осі y

source: Secondary y-axis format
uk: Формат торинної осі Y

source: Secondary y-axis title
uk: Заголовок вторинної осі y

source: Seconds %s
uk: Секунди %s

source: Secure Extra
uk: Додаткова Безпека

source: Secure extra
uk: Додаткова безпека

source: Security
uk: Безпека

source: Security & Access
uk: Безпека & Доступ

source: See all %(tableName)s
uk: Переглянути всі %(tableName)s

source: See less
uk: Див. менше

source: See more
uk: Див. більше

source: See query details
uk: Див. деталі запиту

source: See table schema
uk: Див. схему таблиці

source: Select
uk: Вибрати

source: Select ...
uk: Виберіть...

source: Select Delivery Method
uk: Виберіть Спосіб Доставки

source: Select Viz Type
uk: Виберіть Тип Візуалізації

source: Select a Columnar file to be uploaded to a database.
uk: Виберіть файл Columnar для завантаження до бази даних.

source: Select a Excel file to be uploaded to a database.
uk: Виберіть файл Excel для завантаження в базу даних.

source: Select a column
uk: Виберіть стовпець

source: Select a dashboard
uk: Виберіть дашборд

source: Select a database table and create dataset
uk: Виберіть таблицю бази даних і створіть датасет

source: Select a database table.
uk: Виберіть таблицю бази даних.

source: Select a database to connect
uk: Виберіть базу даних для підключення

source: Select a database to upload the file to
uk: Виберіть базу даних для завантаження файлу

source: Select a database to write a query
uk: Виберіть базу даних для написання запиту

source: Select a dimension
uk: Виберіть розмір

source: Select a file to be uploaded to the database
uk: Виберіть файл для завантаження в базу даних

source: Select a schema if the database supports this
uk: Виберіть схему, якщо база даних підтримує це

source: Select a visualization type
uk: Виберіть тип візуалізації

source: Select aggregate options
uk: Виберіть параметри агрегату

source: Select all data
uk: Вибрати всі дані

source: Select all items
uk: Виберіть усі елементи

source: Select any columns for metadata inspection
uk: Виберіть будь-які стовпці для перевірки метаданих

source: Select chart
uk: Виберіть діаграму

source: Select charts
uk: Вибір діаграм

source: Select color scheme
uk: Виберіть колірну схему

source: Select column
uk: Виберіть стовпець

source: Select current page
uk: Вибрати поточну сторінку

source: Select database & schema
uk: Виберіть базу даних & схему

source: Select database or type to search databases
uk: Виберіть базу даних або введіть для пошуку в базах даних

source: Select database table
uk: Виберіть таблицю бази даних

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
uk: Вибрані бази даних вимагають заповнення додаткових полів на вкладці «Додатково», щоб успішно підключити базу даних. Дізнайтеся, які вимоги мають ваші бази даних

source: Select dataset source
uk: Виберіть джерело датасету

source: Select file
uk: Виберіть файл

source: Select filter
uk: Виберіть фільтр

source: Select filter plugin using AntD
uk: Виберіть плагін фільтра за допомогою AntD

source: Select first filter value by default
uk: Вибрати перше значення фільтра за замовчуванням

source: Select operator
uk: Оберіть оператор

source: Select or type a value
uk: Виберіть або введіть значення

source: Select or type dataset name
uk: Виберіть або введіть назву датасету

source: Select owners
uk: Виберіть власників

source: Select saved metrics
uk: Виберіть збережені метрики

source: Select schema or type to search schemas
uk: Виберіть схему або тип для пошуку схем

source: Select scheme
uk: Виберіть схему

source: Select start and end date
uk: Виберіть дату початку та завершення

source: Select subject
uk: Виберіть тему

source: Select table or type to search tables
uk: Виберіть таблицю або введіть для пошуку в таблицях

source: Select the Annotation Layer you would like to use.
uk: Виберіть шар анотації, який ви бажаєте використати.

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
uk: Виберіть діаграми, до яких ви хочете застосувати перехресні фільтри, на цьому дашборді. Якщо скасувати вибір діаграми, її буде виключено з фільтрації під час застосування перехресних фільтрів з будь-якої діаграми дашборду. Ви можете вибрати "Усі діаграми", щоб застосувати перехресні фільтри до всіх діаграм, які використовують той самий набір даних або містять ту саму назву стовпця дашборду.

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
uk: Виберіть діаграми, до яких ви хочете застосувати перехресні фільтри під час взаємодії з цією діаграмою. Ви можете вибрати "Усі діаграми", щоб застосувати фільтри до всіх діаграм, які використовують той самий датасет або містять ту саму назву стовпця на інформаційній панелі.

source: Select the geojson column
uk: Виберіть стовпець geojson

source: Select the number of bins for the histogram
uk: Виберіть кількість бінів для гістограми

source: Select the numeric columns to draw the histogram
uk: Виберіть цифрові стовпці, щоб намалювати гістограму

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
uk: Виберіть значення у виділених полях на панелі керування. Потім запустіть запит, натиснувши кнопку %s.

source: Send as CSV
uk: Надіслати як CSV

source: Send as PNG
uk: Надіслати як PNG

source: Send as text
uk: Надіслати як текст

source: Send range filter events to other charts
uk: Надіслати події фільтра діапазону до інших діаграм

source: September
uk: Вересень

source: Sequential
uk: Послідовний

source: Series
uk: Ряд

source: Series Height
uk: Висота Ряду

source: Series Limit Sort By
uk: Обмеження Ряду Сортувати за

source: Series Limit Sort Descending
uk: Обмеження Ряду Сортувати за Спаданням

source: Series Order
uk: Порядок Ряду

source: Series Style
uk: Стиль Ряду

source: Series chart type (line, bar etc)
uk: Тип діаграми ряду (лінія, стовпчик тощо)

source: Series limit
uk: Ліміт ряду

source: Series type
uk: Тип ряду

source: Server Page Length
uk: Довжина сторінки сервера

source: Server pagination
uk: Пагінація сервера

source: Service Account
uk: Обліковий запис служби

source: Set auto-refresh interval
uk: Установити інтервал автоматичного оновлення

source: Set filter mapping
uk: Установити відображення фільтра

source: Set up an email report
uk: Налаштувати звіт електронною поштою

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
uk: Встановлює рівні ієрархії діаграми. Кожен рівень представлений одним кільцем із внутрішнім колом як вершиною ієрархії.

source: Settings
uk: Налаштування

source: Settings for time series
uk: Параметри для часових рядів

source: Share
uk: Поділитися

source: Share chart by email
uk: Поділитися діаграмою електронною поштою

source: Share permalink by email
uk: Поділитися постійним посиланням електронною поштою

source: Shared query
uk: Спільний запит

source: Shared query fields
uk: Спільні поля запиту

source: Sheet Name
uk: Назва Аркуша

source: Shift + Click to sort by multiple columns
uk: Shift Натисніть, щоб відсортувати за кількома стовпцями

source: Short description must be unique for this layer
uk: Короткий опис має бути унікальним для цього шару

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
uk: Чи слід застосовувати щоденну сезонність. Ціле значення вказуватиме порядок Фур’є сезонності.

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
uk: Чи слід застосовувати тижневу сезонність. Ціле значення вказуватиме порядок Фур’є сезонності.

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
uk: Чи слід застосовувати річну сезонність? Ціле значення вказуватиме порядок Фур’є сезонності.

source: Show
uk: Показати

source: Show Bubbles
uk: Показати Бульбашки

source: Show CREATE VIEW statement
uk: Показати оператор CREATE VIEW

source: Show CSS Template
uk: Показати шаблон CSS

source: Show Chart
uk: Показати Діаграму

source: Show Column
uk: Показати Стовпець

source: Show Dashboard
uk: Показати Дашборд

source: Show Database
uk: Показати Базу Даних

source: Show Labels
uk: Показати Мітки

source: Show Less...
uk: Показати Менше...

source: Show Log
uk: Показати Журнал

source: Show Markers
uk: Показати Маркери

source: Show Metric
uk: Показати Метрику

source: Show Metric Names
uk: Показати Назви Метрик

source: Show Range Filter
uk: Показати Фільтр Діапазону

source: Show Saved Query
uk: Показати Збережений Запит

source: Show Table
uk: Показати Таблицю

source: Show Timestamp
uk: Показати Timestamp

source: Show Total
uk: Показати підсумок

source: Show Trend Line
uk: Показати Лінію Тренду

source: Show Upper Labels
uk: Показати Верхні Мітки

source: Show Value
uk: Показати Значення

source: Show Values
uk: Показати Значення

source: Show Y-axis
uk: Показати вісь Y

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
uk: Показати вісь Y на спарклайні. Відображатиме встановлені вручну мінімальні/максимальні значення, якщо встановлено, або мінімальні/максимальні значення в даних в іншому випадку.

source: Show all columns
uk: Показати всі стовпці

source: Show all...
uk: Показати всі...

source: Show axis line ticks
uk: Показати галочки лінії осі

source: Show cell bars
uk: Показати смужки комірок

source: Show chart description
uk: Показати опис діаграми

source: Show columns total
uk: Показати загальну кількість стовпців

source: Show data points as circle markers on the lines
uk: Показати точки даних як кругові маркери на лініях

source: Show empty columns
uk: Показати порожні стовпці

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
uk: Показати ієрархічні зв’язки даних із значенням, представленим площею, показуючи пропорцію та внесок у ціле.

source: Show info tooltip
uk: Показати спливаючу підказку з інформацією

source: Show label
uk: Показати мітку

source: Show labels when the node has children.
uk: Показувати мітки, коли вершина має дітей.

source: Show legend
uk: Показати легенду

source: Show less columns
uk: Показати менше стовпців

source: Show less...
uk: Показати менше...

source: Show only my charts
uk: Показати лише мої діаграми

source: Show password.
uk: Показати пароль.

source: Show percentage
uk: Показати відсоток

source: Show pointer
uk: Показати покажчик

source: Show progress
uk: Показати прогрес

source: Show rows total
uk: Показати загальну кількість рядків

source: Show series values on the chart
uk: Показати значення ряду на діаграмі

source: Show split lines
uk: Показати розділені лінії

source: Show the value on top of the bar
uk: Показати значення у верхній частині панелі

source: Show time column
uk: Показати стовпець часу

source: Show time grain dropdown
uk: Показати випадаючий список одиниць часу

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
uk: Показати загальні сукупності вибраних метрик. Примітка, що ряд обмежень не може бути застосований до результату.

source: Show totals
uk: Показати підсумки

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
uk: Демонструє одну метрику спереду та по центру. Велике число найкраще використовувати, щоб привернути увагу до KPI або того, на чому ви хочете зосередити свою аудиторію.

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
uk: демонструє одне число, яке супроводжується простою лінійною діаграмою, щоб привернути увагу до важливої метрики разом із його змінами з часом або іншим виміром.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
uk: Демонструє, як змінюється метрика у ході послідовності. Ця класична діаграма корисна для візуалізації спаду між етапами конвеєра або життєвого циклу.

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
uk: Демонструє потік або зв'язок між категоріями за допомогою товщини акордів. Значення та відповідна товщина можуть бути різними для кожної сторони.

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
uk: Демонструє прогрес окремої метрики щодо заданої цілі. Чим вище заповнення, тим ближче показник до цілі.

source: Showing %s of %s
uk: Показ %s з %s

source: Shows a list of all series available at that point in time
uk: Показує список усіх рядів, доступних на даний момент часу

source: Shows or hides markers for the time series
uk: Показує або приховує маркери для часового ряду

source: Significance Level
uk: Рівень значущості

source: Simple
uk: Простий

source: Simple ad-hoc metrics are not enabled for this dataset
uk: Прості спеціальні метрики не ввімкнено для цього датасету

source: Single
uk: Один

source: Single Metric
uk: Одна Метрика

source: Single Value
uk: Єдине Значення

source: Single value
uk: Єдине значення

source: Single value type
uk: Один тип значення

source: Size of edge symbols
uk: Розмір крайових символів

source: Size of marker. Also applies to forecast observations.
uk: Розмір маркера. Також відноситься до прогнозних спостережень.

source: Sizes of vehicles
uk: Розміри транспортних засобів

source: Skip Blank Lines
uk: Пропустити Порожні Рядки

source: Skip Initial Space
uk: Пропустити Початковий Пробіл

source: Skip Rows
uk: Пропустити Рядки

source: Skip blank lines rather than interpreting them as Not A Number values
uk: Пропустіть порожні рядки, а не інтерпретуйте їх як нечислові значення

source: Skip spaces after delimiter
uk: Пропускати пробіли після розділювача

source: Slug
uk: Читаємий URL

source: Small
uk: Малий

source: Small number format
uk: Малий числовий формат

source: Smooth Line
uk: Плавна лінія

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
uk: Гладка лінія є різновидом лінійної діаграми. Без кутів і жорстких країв Smooth-line іноді виглядає розумнішим і професійнішим.

source: Solid
uk: Твердий

source: Some roles do not exist
uk: Деякі ролі не існують

source: Something went wrong.
uk: Щось пішло не так.

source: Sorry there was an error fetching database information: %s
uk: На жаль, під час отримання інформації з бази даних сталася помилка: %s

source: Sorry there was an error fetching saved charts:
uk: На жаль, під час отримання збережених діаграм сталася помилка:

source: Sorry, An error occurred
uk: Вибачте, сталася помилка

source: Sorry, an error occurred
uk: Вибачте, сталася помилка

source: Sorry, an unknown error occurred
uk: На жаль, сталася невідома помилка

source: Sorry, an unknown error occurred.
uk: На жаль, сталася невідома помилка.

source: Sorry, something went wrong. Embedding could not be deactivated.
uk: Вибачте, щось пішло не так. Не вдалося вимкнути вбудовування.

source: Sorry, something went wrong. Try again later.
uk: Вибачте, щось пішло не так. Спробуйте ще раз пізніше.

source: Sorry, there appears to be no data
uk: Вибачте, здається, немає даних

source: Sorry, there was an error saving this %s: %s
uk: На жаль, під час збереження цього %s сталася помилка: %s

source: Sorry, there was an error saving this dashboard: %s
uk: На жаль, сталася помилка під час збереження цього дашборду: %s

source: Sorry, your browser does not support copying.
uk: На жаль, ваш браузер не підтримує копіювання.
