Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
uk: Паролі для наведених нижче баз даних потрібні, щоб імпортувати їх разом із дашбордами. Зауважте, що розділи "Secure Extra" і "Certificate" конфігурації бази даних відсутні у файлах експорту, і їх слід додати вручну після імпорту, якщо вони потрібні.

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
uk: Паролі для наведених нижче баз даних потрібні, щоб імпортувати їх разом із наборами даних. Зауважте, що розділи "Secure Extra" і "Certificate" конфігурації бази даних відсутні у файлах експорту, і їх слід додати вручну після імпорту, якщо вони потрібні.

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
uk: Паролі для наведених нижче баз даних потрібні, щоб імпортувати їх разом із збереженими запитами. Зауважте, що розділи "Secure Extra" і "Certificate" конфігурації бази даних відсутні у файлах експорту, і їх слід додати вручну після імпорту, якщо вони потрібні.

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
uk: Паролі для наведених нижче баз даних потрібні для їх імпорту. Зауважте, що розділи "Secure Extra" і "Certificate" конфігурації бази даних відсутні у файлах експорту, і їх слід додати вручну після імпорту, якщо вони потрібні.

source: The pattern of timestamp format. For strings use
uk: Шаблон формату позначки часу. Для рядків використовуйте

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
uk: Періодичність, за якою орієнтується час. Користувачі можуть вказати "Pandas" псевдонім зсуву. Натисніть на інформаційну підказку, щоб дізнатися більше про прийняті вирази "freq".

source: The pixel radius
uk: Радіус пікселя

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
uk: Покажчик на фізичну таблицю (або представлення). Майте на увазі, що діаграма пов’язана з цією логічною таблицею Superset, і ця логічна таблиця вказує на фізичну таблицю, на яку тут посилається.

source: The port is closed.
uk: Порт закрито.

source: The port number is invalid.
uk: Номер порту недійсний.

source: The primary metric is used to define the arc segment sizes
uk: Основна метрика використовується для визначення розмірів сегментів дуги

source: The provided `rows` argument is not a valid integer.
uk: Наданий аргумент `рядки` не є дійсним цілим числом.

source: The query associated with the results was deleted.
uk: Запит, пов’язаний із результатами, видалено.

source: The query associated with these results could not be found. You need to re-run the original query.
uk: Не вдалося знайти запит, пов’язаний із цими результатами. Потрібно повторно виконати вихідний запит

source: The query contains one or more malformed template parameters.
uk: Запит містить один або кілька неправильно сформованих параметрів шаблону.

source: The query couldn't be loaded
uk: Не вдалося завантажити запит

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
uk: Оцінка запиту була припинена через %(sqllab_timeout)s секунд. Це може бути надто складним, або база даних може мати велике навантаження.

source: The query has a syntax error.
uk: Запит містить синтаксичну помилку.

source: The query returned no data
uk: Запит не повернув дані

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
uk: Запит було закрито через %(sqllab_timeout)s секунд. Це може бути занадто складним, або база даних може бути під великим навантаженням.

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
uk: радіус (у пікселях), який використовує алгоритм для визначення кластера. Виберіть 0, щоб вимкнути кластеризацію, але пам’ятайте, що велика кількість точок (>1000) спричинить затримку

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
uk: Радіус окремих точок (тих, які не входять до групи). Або числовий стовпець, або `Авто`, який масштабує точку на основі найбільшого кластера

source: The report has been created
uk: Звіт створено

source: The results backend no longer has the data from the query.
uk: Сервер результатів більше не містить даних із запиту.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
uk: Результати, що зберігаються у серверній частині, зберігаються в іншому форматі та більше не можуть бути десеріалізовані.

source: The rich tooltip shows a list of all series for that point in time
uk: Розширена підказка показує список усіх рядів на цей момент часу

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
uk: Схема "%(schema)s" не існує. Для виконання цього запиту необхідно використовувати дійсну схему.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
uk: Схема "%(schema_name)s" не існує. Для виконання цього запиту необхідно використовувати дійсну схему.

source: The schema was deleted or renamed in the database.
uk: Схему було видалено або перейменовано в базі даних.

source: The size of the square cell, in pixels
uk: Розмір квадратної комірки, у пікселях

source: The submitted URL is not considered safe, only use URLs with the same domain as Superset.
uk: Надіслана URL-адреса не вважається безпечною, використовуйте лише URL-адреси з тим самим доменом, що й Superset.

source: The submitted payload has the incorrect format.
uk: Завантажені дані мають неправильний формат.

source: The submitted payload has the incorrect schema.
uk: Завантажені дані мають неправильну схему.

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
uk: Таблиця "%(table)s" не існує. Для виконання цього запиту необхідно використовувати дійсну таблицю.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
uk: Таблиця "%(table_name)s" не існує. Для виконання цього запиту необхідно використовувати дійсну таблицю.

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
uk: Таблицю створено. У рамках цього двоетапного процесу конфігурації вам слід натиснути кнопку редагування біля нової таблиці, щоб налаштувати її.

source: The table was deleted or renamed in the database.
uk: Таблицю було видалено або перейменовано в базі даних.

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
uk: Стовпець часу для візуалізації. Зверніть увагу, що ви можете визначити довільний вираз, який повертає стовпець DATETIME у таблиці. Також зауважте, що наведений нижче фільтр застосовано до цього стовпця або виразу

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
uk: Деталізація часу для візуалізації. Зауважте, що ви можете вводити текст і використовувати просту природну мову, наприклад «10 секунд», «1 день» або «56 тижнів».

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
uk: Деталізація часу для візуалізації. Зауважте, що ви можете вводити текст і використовувати просту природну мову, наприклад «10 секунд», «1 день» або «56 тижнів».

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
uk: Деталізація часу для візуалізації. Це застосовує перетворення дати, щоб змінити стовпець часу та визначає нову деталізацію часу. Параметри тут визначено для кожної бази даних у вихідному коді Superset.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
uk: Діапазон часу для візуалізації. Усі відносні часи, напр. "Останній місяць", "Останні 7 днів", "зараз" тощо оцінюються на сервері за місцевим часом сервера (без часового поясу). Усі спливаючі підказки та час заповнювачів виражені в UTC (без часового поясу). Потім база даних оцінює мітки часу за допомогою місцевого часового поясу механізму. Зауважте, що можна явно встановити часовий пояс відповідно до формату ISO 8601, якщо вказати час початку та/або закінчення.

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
uk: Одиниця часу для кожного блоку. Має бути меншою одиницею, ніж domain_granularity. Має бути більше або дорівнювати одиниці часу

source: The time unit used for the grouping of blocks
uk: Одиниця часу, яка використовується для групування блоків

source: The type of visualization to display
uk: Тип візуалізації для відображення

source: The unit of measure for the specified point radius
uk: Одиниця вимірювання для вказаного радіуса точки

source: The user seems to have been deleted
uk: Схоже, користувача видалено

source: The user/password combination is not valid (Incorrect password for user).
uk: Комбінація користувач/пароль недійсна (неправильний пароль для користувача).

source: The username "%(username)s" does not exist.
uk: Ім'я користувача "%(username)s" не існує.

source: The username provided when connecting to a database is not valid.
uk: Ім'я користувача, надане під час підключення до бази даних, недійсне.

source: The way the ticks are laid out on the X-axis
uk: Спосіб розміщення галочок на осі X

source: The width of the lines
uk: Ширина ліній

source: There are associated alerts or reports
uk: Є пов’язані оповіщення або звіти

source: There are associated alerts or reports: %s,
uk: Є пов’язані оповіщення або звіти: %s,

source: There are no charts added to this dashboard
uk: На цей дашборд не додано жодної діаграми

source: There are no components added to this tab
uk: До цієї вкладки не додано компонентів

source: There are no databases available
uk: Немає доступних баз даних

source: There are no filters in this dashboard.
uk: На цьому дашборді немає фільтрів.

source: There are unsaved changes.
uk: Є незбережені зміни.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
uk: У запиті SQL є синтаксична помилка. Можливо, була орфографічна помилка або друкарська помилка.

source: There is no chart definition associated with this component, could it have been deleted?
uk: Немає визначення діаграми, пов’язаного з цим компонентом, можливо, його було видалено?

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
uk: Недостатньо місця для цього компонента. Спробуйте зменшити його ширину або збільшити ширину місця призначення.

source: There was an error fetching dataset
uk: Під час отримання датасету сталася помилка

source: There was an error fetching dataset's related objects
uk: Під час отримання пов’язаних об’єктів датасету сталася помилка

source: There was an error fetching tables
uk: Під час отримання таблиць сталася помилка

source: There was an error fetching the favorite status: %s
uk: Сталася помилка під час отримання обраного статусу: %s

source: There was an error fetching your recent activity:
uk: Під час отримання вашої останньої активності сталася помилка:

source: There was an error loading the chart data
uk: Під час завантаження даних діаграми сталася помилка

source: There was an error loading the dataset metadata
uk: Під час завантаження метаданих датасету сталася помилка

source: There was an error loading the schemas
uk: Під час завантаження схем сталася помилка

source: There was an error loading the tables
uk: Під час завантаження таблиць сталася помилка

source: There was an error saving the favorite status: %s
uk: Сталася помилка під час збереження обраного статусу: %s

source: There was an error with your request
uk: У вашому запиті сталася помилка

source: There was an issue deleting %s: %s
uk: Під час видалення %s виникла проблема: %s

source: There was an issue deleting rules: %s
uk: Під час видалення правил виникла проблема: %s

source: There was an issue deleting the selected %s: %s
uk: Під час видалення вибраного %s виникла проблема: %s

source: There was an issue deleting the selected annotations: %s
uk: Під час видалення вибраних анотацій виникла проблема: %s

source: There was an issue deleting the selected charts: %s
uk: Виникла проблема під час видалення вибраних діаграм: %s

source: There was an issue deleting the selected dashboards:
uk: Під час видалення вибраних дашбордів виникла проблема:

source: There was an issue deleting the selected datasets: %s
uk: Під час видалення вибраних датасетів виникла проблема: %s

source: There was an issue deleting the selected layers: %s
uk: Виникла проблема під час видалення вибраних шарів: %s

source: There was an issue deleting the selected queries: %s
uk: Під час видалення вибраних запитів виникла проблема: %s

source: There was an issue deleting the selected templates: %s
uk: Під час видалення вибраних шаблонів виникла проблема: %s

source: There was an issue deleting: %s
uk: Виникла проблема під час видалення: %s

source: There was an issue duplicating the dataset.
uk: Виникла проблема дублювання датасету.

source: There was an issue duplicating the selected datasets: %s
uk: Виникла проблема дублювання вибраних датасетів: %s

source: There was an issue favoriting this dashboard.
uk: Виникла проблема з додаванням цього дашборду до вибраного.

source: There was an issue fetching reports attached to this dashboard.
uk: Під час отримання звітів, прикріплених до цього дашборду, виникла проблема.

source: There was an issue fetching the favorite status of this dashboard.
uk: Виникла проблема з отриманням обраного статусу цього дашборду.

source: There was an issue fetching your chart: %s
uk: Під час отримання вашої діаграми виникла проблема: %s

source: There was an issue fetching your dashboards: %s
uk: Виникла проблема під час отримання ваших дашбордів: %s

source: There was an issue fetching your recent activity: %s
uk: Виникла проблема під час отримання вашої нещодавньої активності: %s

source: There was an issue fetching your saved queries: %s
uk: Під час отримання збережених запитів виникла проблема: %s

source: There was an issue previewing the selected query %s
uk: Виникла проблема під час попереднього перегляду вибраного запиту %s

source: There was an issue previewing the selected query. %s
uk: Під час попереднього перегляду вибраного запиту виникла проблема. %s

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
uk: У вашому Sankey є петля, будь ласка, надайте дерево. Ось несправне посилання: {}

source: These are the tables this filter will be applied to.
uk: Це таблиці, до яких буде застосовано цей фільтр.

source: These filters apply to the values available in the dropdowns
uk: Ці фільтри застосовуються до значень, доступних у випадаючих списках

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
uk: Ці параметри генеруються динамічно під час натискання кнопки збереження або перезапису у вікні огляду. Цей об’єкт JSON доступний тут для довідки та для досвідчених користувачів, які можуть змінити певні параметри.

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
uk: Цей об’єкт JSON генерується динамічно під час натискання кнопки збереження або перезапису на дашборду. Він надається тут для довідки та для досвідчених користувачів, які можуть змінити певні параметри.

source: This action will permanently delete %s.
uk: Ця дія назавжди видалить %s.

source: This action will permanently delete the layer.
uk: Ця дія назавжди видалить шар.

source: This action will permanently delete the saved query.
uk: Ця дія назавжди видалить збережений запит.

source: This action will permanently delete the template.
uk: Ця дія назавжди видалить шаблон.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
uk: Це може бути IP-адреса (наприклад, 127.0.0.1) або ім’я домену (наприклад, mydatabase.com).

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
uk: Ця діаграма застосовує перехресні фільтри до діаграм, набори даних яких містять стовпці з однаковими іменами.

source: This chart has been moved to a different filter scope.
uk: Цю діаграму було переміщено в інший діапазон фільтра.

source: This chart is managed externally, and can't be edited in Superset
uk: Цією діаграмою керують зовнішньо, її не можна редагувати в Superset

source: This chart might be incompatible with the filter (datasets don't match)
uk: Ця діаграма може бути несумісною з фільтром (набори даних не збігаються)

source: This chart type is not supported when using an unsaved query as a chart source.
uk: Цей тип діаграми не підтримується, якщо використовується незбережений запит як джерело діаграми.

source: This color scheme is being overridden by custom label colors. Check the JSON metadata in the Advanced settings
uk: Цю колірну схему замінюють спеціальні кольори міток. Перевірте метадані JSON у Розширених налаштуваннях

source: This column might be incompatible with current dataset
uk: Цей стовпець може бути несумісним із поточним набором даних

source: This column must contain date/time information.
uk: Цей стовпець має містити інформацію про дату/час.

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
uk: Це контролює, чи має поле "time_range" з поточного перегляду передаватися до діаграми, що містить дані анотації.

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
uk: Це визначає, чи має поле одиниці часу з поточного перегляду передаватись до діаграми, що містить дані анотації.

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
uk: Цей дашборд зараз автоматично оновлюється; наступне автоматичне оновлення буде через %s.

source: This dashboard is managed externally, and can't be edited in Superset
uk: Цей дашборд керується зовні, і її не можна редагувати в Superset

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
uk: Цей дашборд не опубліковано, що означає, що вона не відображатиметься в списку дашбордів. Додайте його до обраного, щоб побачити його там, або отримуйте доступ безпосередньо за допомогою URL-адреси.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
uk: Цей дашборд не опубліковано, вона не відображатиметься в списку дашбордів. Натисніть тут, щоб опублікувати цей дашборд.

source: This dashboard is now hidden
uk: Цей дашборд тепер приховано

source: This dashboard is now published
uk: Цей дашборд опубліковано

source: This dashboard is published. Click to make it a draft.
uk: Цей дашборд опубліковано. Натисніть, щоб створити чернетку.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
uk: Цей дашборд можна вставити. У своїй програмі передайте наступний ідентифікатор до SDK:

source: This dashboard was changed recently. Please reload dashboard to get latest version.
uk: Цей дашборд нещодавно було змінено. Перезавантажте інформаційну панель, щоб отримати останню версію.

source: This dashboard was saved successfully.
uk: Цей дашборд успішно збережено.

source: This database is managed externally, and can't be edited in Superset
uk: Ця база даних керується зовні, і її не можна редагувати в Superset

source: This database table does not contain any data. Please select a different table.
uk: Ця таблиця бази даних не містить жодних даних. Виберіть іншу таблицю.

source: This dataset is managed externally, and can't be edited in Superset
uk: Цим набором даних керують ззовні, і його не можна редагувати в Superset

source: This dataset is not used to power any charts.
uk: Цей датасет не використовується для створення діаграм.

source: This defines the element to be plotted on the chart
uk: Це визначає елемент, який буде нанесено на діаграму

source: This defines the level of the hierarchy
uk: Це визначає рівень ієрархії

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
uk: Це поле використовується для представлення Superset, що означає, що Superset виконуватиме запит щодо цього рядка як підзапит.

source: This filter doesn't exist in dashboard. It will not be applied.
uk: Цього фільтра немає на дашборді. Він не буде застосований.

source: This filter might be incompatible with current dataset
uk: Цей фільтр може бути несумісний із поточним набором даних

source: This filter set is identical to: "%s"
uk: Цей набір фільтрів ідентичний: "%s"

source: This functionality is disabled in your environment for security reasons.
uk: Ця функція вимкнена у вашому середовищі з міркувань безпеки.
