Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Values are dependent on other filters
uk: Значення залежать від інших фільтрів

source: Values dependent on
uk: Значення залежать від

source: Values selected in other filters will affect the filter options to only show relevant values
uk: Значення, вибрані в інших фільтрах, впливатимуть на параметри фільтра, щоб відображати лише відповідні значення

source: Vehicle Types
uk: Типи транспортних засобів

source: Verbose Name
uk: Дослівне ім'я

source: Version
uk: Версія

source: Version number
uk: Номер версії

source: Vertical
uk: Вертикаль

source: Vertical (Left)
uk: Вертикаль (ліворуч)

source: Video game consoles
uk: Ігрові приставки

source: View
uk: Переглянути

source: View All »
uk: Переглянути Всі »

source: View Dataset
uk: Перегляд Датасету

source: View all charts
uk: Переглянути всі діаграми

source: View as table
uk: Переглянути як таблицю

source: View in SQL Lab
uk: Переглянути в SQL Lab

source: View keys & indexes (%s)
uk: Переглянути ключі & індекси (%s)

source: View query
uk: Переглянути запит

source: Viewed
uk: Переглянуто

source: Viewed %s
uk: Переглянуто %s

source: Viewport
uk: Область перегляду

source: Virtual
uk: Віртуальний

source: Virtual (SQL)
uk: Віртуальний (SQL)

source: Virtual dataset
uk: Віртуальний датасет

source: Virtual dataset query cannot be empty
uk: Запит на віртуальний датасет не може бути порожнім

source: Virtual dataset query cannot consist of multiple statements
uk: Запит віртуального датасету не може складатися з кількох операторів

source: Virtual dataset query must be read-only
uk: Запит на віртуальний датасет має бути лише для читання

source: Visual Tweaks
uk: Візуальні Налаштування

source: Visualization Type
uk: Тип Візуалізації

source: Visualization type
uk: Тип візуалізації

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
uk: Візуалізуйте паралельний набір метрик у кількох групах. Кожна група візуалізується за допомогою власної лінії точок, а кожен показник представлено як ребро на діаграмі.

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
uk: Візуалізуйте пов’язану метрику в парах груп. Теплові карти чудово демонструють кореляцію або силу між двома групами. Колір використовується, щоб підкреслити силу зв'язку між кожною парою груп.

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
uk: Візуалізуйте геопросторові дані, такі як 3D-будівлі, пейзажі або об’єкти, у вигляді сітки.

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
uk: Візуалізуйте, як метрика змінюється з часом за допомогою стовпчиків. Додайте групу за стовпцем, щоб візуалізувати показники рівня групи та те, як вони змінюються з часом.

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
uk: Візуалізуйте кілька рівнів ієрархії за допомогою знайомої деревоподібної структури.

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
uk: Візуалізуйте дві різні серії за допомогою однієї осі x. Зауважте, що обидва ряди можна візуалізувати за допомогою різних типів діаграм (наприклад, 1 за допомогою стовпчиків, а 1 за допомогою лінії).

source: Visualize two different time series using the same x-axis. Note that each time series can be visualized differently (e.g. 1 using bars and 1 using a line).
uk: Візуалізуйте два різні часові ряди за допомогою однієї осі x. Зауважте, що обидва ряди можна візуалізувати за допомогою різних типів діаграм (наприклад, 1 за допомогою стовпчиків, а 1 за допомогою лінії).

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
uk: Візуалізує метрики у трьох вимірах даних на одній діаграмі (вісь X, вісь Y і розмір бульбашки). Бульбашки з однієї групи можна продемонструвати за допомогою кольору бульбашок.

source: Visualizes connected points, which form a path, on a map.
uk: Візуалізує з’єднані точки, які утворюють шлях, на карті.

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
uk: Візуалізує географічні області з ваших даних у вигляді багатокутників на відтвореній карті Mapbox. Багатокутники можна розфарбовувати за допомогою метрики.

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
uk: Візуалізує, як метрика змінилася протягом певного часу, використовуючи колірну шкалу та перегляд календаря. Значення сірого кольору використовуються для позначення відсутніх значень, а лінійна колірна схема використовується для кодування величини значення кожного дня.

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
uk: Візуалізує, як окрема метрика змінюється між основними підрозділами країни (штатами, провінціями тощо) на карті. Значення кожного підрозділу збільшується, коли ви наводите курсор на відповідну географічну межу.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
uk: Візуалізує багато різних об’єктів часового ряду на одній діаграмі. Ця діаграма припиняється, тому ми рекомендуємо замість неї використовувати діаграму часових рядів.

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
uk: Візуалізує потік цінностей різних груп через різні етапи системи. Нові етапи в конвеєрі візуалізуються як вузли або шари. Товщина смужок або країв відображає метрику, що візуалізується.

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
uk: Візуалізує слова в стовпці, які найчастіше з’являються. Більший шрифт відповідає вищій частоті.

source: Viz is missing a datasource
uk: Viz відсутній datasource

source: Viz type
uk: Тип Viz

source: WED
uk: СЕР

source: Want to add a new database?
uk: Бажаєте додати нову базу даних?

source: Warning
uk: Попередження

source: Warning Message
uk: Попереджувальне повідомлення

source: Warning!
uk: Увага!

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
uk: Увага! Зміна датасету може порушити діаграму, якщо метаданих не існує.

source: Was unable to check your query
uk: Не вдалося перевірити ваш запит

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
uk: Ми не можемо підключитися до вашої бази даних. Натисніть "Показати більше", щоб отримати інформацію з бази даних, яка може допомогти вирішити проблему.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
uk: Здається, ми не можемо вирішити стовпець "%(column)s" у рядку %(location)s.

source: We can't seem to resolve the column "%(column_name)s"
uk: Здається, ми не можемо вирішити стовпець "%(column_name)s"

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
uk: Здається, ми не можемо вирішити стовпець "%(column_name)s" у рядку %(location)s.

source: We have the following keys: %s
uk: У нас є такі ключі: %s

source: We were unable to active or deactivate this report.
uk: Нам не вдалося активувати або деактивувати цей звіт.

source: We were unable to carry over any controls when switching to this new dataset.
uk: Під час переходу на цей новий датасет ми не змогли перенести жодних елементів керування.

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
uk: Ми не змогли підключитися до вашої бази даних під назвою "%(database)s". Перевірте назву бази даних і повторіть спробу.

source: Web
uk: Веб

source: Wednesday
uk: Середа

source: Week
uk: Тиждень

source: Week ending Saturday
uk: Тиждень, що закінчується в суботу

source: Week starting Monday
uk: Тиждень, починаючи з понеділка

source: Week starting Sunday
uk: Тиждень, починаючи з неділі

source: Week_ending Sunday
uk: Weekend_ending Sunday

source: Weekly Report
uk: Щотижневий звіт

source: Weekly Report for %s
uk: Щотижневий звіт за %s

source: Weekly seasonality
uk: Тижнева сезонність

source: Weeks %s
uk: Тижні %s

source: Weight
uk: Вага

source: We’re having trouble loading these results. Queries are set to timeout after %s second.
uk: У нас виникла проблема із завантаженням цих результатів. Для запитів встановлено тайм-аут %s секунду.

source: We’re having trouble loading this visualization. Queries are set to timeout after %s second.
uk: У нас виникла проблема із завантаженням цієї візуалізації. Для запитів встановлено тайм-аут %s секунду.

source: What should be shown on the label?
uk: Що повинно бути показано на етикетці?

source: What should happen if the table already exists
uk: Що має статися, якщо таблиця вже існує

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
uk: Коли `Тип обчислення` встановлено на "Зміна у відсотках", формат осі Y має значення `.1%`

source: When a secondary metric is provided, a linear color scale is used.
uk: Якщо надається вторинна метрика, використовується лінійна колірна шкала.

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
uk: Якщо в SQL Lab дозволено параметр CREATE TABLE AS, цей параметр примусово створює таблицю в цій схемі

source: When checked, the map will zoom to your data after each query
uk: Якщо позначено, карта буде збільшуватися до ваших даних після кожного запиту

source: When enabled, users are able to visualize SQL Lab results in Explore.
uk: Якщо ввімкнено, користувачі можуть візуалізувати результати SQL Lab у Explore.

source: When only a primary metric is provided, a categorical color scale is used.
uk: Якщо надається лише первинна метрика, використовується категорична колірна шкала.

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
uk: Якщо вказано SQL, datasource діє як представлення. Суперсет використовуватиме цей оператор як підзапит під час групування та фільтрації згенерованих батьківських запитів.

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
uk: При використанні "Фільтри автозаповнення" це можна використовувати для покращення продуктивності запиту, що отримує значення. Використовуйте цей параметр, щоб застосувати предикат (речення WHERE) до запиту, вибираючи окремі значення з таблиці. Зазвичай мета полягає в тому, щоб обмежити сканування шляхом застосування фільтра відносного часу до розділеного або індексованого поля, пов’язаного з часом.

source: When using 'Group By' you are limited to use a single metric
uk: Під час використання «Групувати за» ви можете використовувати лише одну метрику

source: When using other than adaptive formatting, labels may overlap
uk: При використанні форматування, відмінного від адаптивного, мітки можуть накладатися

source: When using this option, default value can’t be set
uk: Під час використання цієї опції не можна встановити значення за замовчуванням

source: Whether the progress bar overlaps when there are multiple groups of data
uk: Чи перекривається індикатор перебігу за наявності кількох груп даних

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
uk: чи була таблиця згенерована потоком «Візуалізація» в SQL Lab

source: Whether this column is exposed in the `Filters` section of the explore view.
uk: Чи відображається цей стовпець у розділі «Фільтри» перегляду.

source: Whether to align background charts with both positive and negative values at 0
uk: Чи вирівнювати фонові діаграми з позитивними та негативними значеннями на 0

source: Whether to align positive and negative values in cell bar chart at 0
uk: Чи вирівнювати додатні та від’ємні значення на гістограмі комірок на 0

source: Whether to always show the annotation label
uk: Чи завжди показувати мітку анотації

source: Whether to animate the progress and the value or just display them
uk: Чи анімувати прогрес і значення, чи просто відображати їх

source: Whether to apply a normal distribution based on rank on the color scale
uk: Чи застосовувати нормальний розподіл на основі рангу на колірній шкалі

source: Whether to apply filter when items are clicked
uk: Чи застосовувати фільтр, коли елементи натискаються

source: Whether to colorize numeric values by if they are positive or negative
uk: Чи розфарбовувати числові значення, якщо вони додатні чи від’ємні

source: Whether to display a bar chart background in table columns
uk: Чи відображати фон гістограми в стовпцях таблиці

source: Whether to display a legend for the chart
uk: Чи відображати легенду для діаграми

source: Whether to display bubbles on top of countries
uk: Чи відображати бульбашки над країнами

source: Whether to display the aggregate count
uk: Чи відображати загальну кількість

source: Whether to display the interactive data table
uk: Чи відображати інтерактивну таблицю даних

source: Whether to display the labels.
uk: Чи відображати мітки.

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
uk: Чи відображати мітки. Зауважте, що мітка відображається лише за 5% порогу.

source: Whether to display the legend (toggles)
uk: Чи відображати легенду (перемикає)

source: Whether to display the metric name as a title
uk: Чи відображати назву метрики як назву

source: Whether to display the min and max values of the X-axis
uk: Чи відображати мінімальне та максимальне значення осі Х

source: Whether to display the min and max values of the Y-axis
uk: Чи відображати мінімальне та максимальне значення осі Y

source: Whether to display the numerical values within the cells
uk: Чи відображати числові значення в комірках

source: Whether to display the stroke
uk: Чи відображати штрих

source: Whether to display the time range interactive selector
uk: Чи відображати інтерактивний селектор часового діапазону

source: Whether to display the timestamp
uk: Чи відображати мітку часу

source: Whether to display the trend line
uk: Чи відображати лінію тренду

source: Whether to enable changing graph position and scaling.
uk: Чи вмикати зміну положення графіка та масштабування.

source: Whether to enable node dragging in force layout mode.
uk: Чи вмикати перетягування вершини в режимі примусової компонування.

source: Whether to fill the objects
uk: Чи заповнювати об'єкти

source: Whether to ignore locations that are null
uk: Чи ігнорувати розташування, які є нульовими

source: Whether to include a client-side search box
uk: Чи включати вікно пошуку на стороні клієнта

source: Whether to include a time filter
uk: Чи включати фільтр часу

source: Whether to include the percentage in the tooltip
uk: Чи включати відсоток у спливаючу підказку

source: Whether to include the time granularity as defined in the time section
uk: Чи включати деталізацію часу, як визначено в розділі часу

source: Whether to make the grid 3D
uk: Чи робити сітку 3D

source: Whether to make the histogram cumulative
uk: Чи робити гістограму накопичувальною

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
uk: Чи робити цей стовпець доступним як параметр [Деталізованість часу], стовпець має бути DATETIME або схожим на DATETIME

source: Whether to normalize the histogram
uk: Чи нормалізувати гістограму

source: Whether to populate autocomplete filters options
uk: Чи заповнювати параметри фільтрів автозаповнення

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
uk: Чи слід заповнювати спадне меню фільтра в розділі фільтрів перегляду перегляду списком окремих значень, отриманих із серверної частини на льоту

source: Whether to show extra controls or not. Extra controls include things like making mulitBar charts stacked or side by side.
uk: Показувати додаткові елементи керування чи ні. Додаткові елементи керування включають такі речі, як створення кількох стовпчастих діаграм у стосі або поруч.

source: Whether to show minor ticks on the axis
uk: Чи показувати другорядні галочки на осі

source: Whether to show the pointer
uk: Чи показувати покажчик

source: Whether to show the progress of gauge chart
uk: Чи показувати хід вимірювальної діаграми

source: Whether to show the split lines on the axis
uk: Чи показувати лінії розділення на осі

source: Whether to sort ascending or descending on the base Axis.
uk: Сортувати за зростанням чи спаданням на базовій осі.

source: Whether to sort descending or ascending
uk: Сортувати за спаданням чи зростанням

source: Whether to sort descending or ascending if a series limit is present
uk: Сортувати за спаданням або за зростанням, якщо наявне обмеження ряду

source: Whether to sort results by the selected metric in descending order.
uk: Чи сортувати результати за вибраною метрикою у порядку спадання.

source: Whether to sort tooltip by the selected metric in descending order.
uk: Чи сортувати спливаючу підказку за вибраною метрикою у порядку спадання.

source: Whether to truncate metrics
uk: Чи скорочувати метрики

source: Which country to plot the map for?
uk: Для якої країни побудувати карту?

source: Which relatives to highlight on hover
uk: Яких родичів виділити під час наведення

source: Whisker/outlier options
uk: Налаштування вусиків/викидів

source: White
uk: Білий

source: Width
uk: Ширина

source: Width of the confidence interval. Should be between 0 and 1
uk: Ширина довірчого інтервалу. Має бути від 0 до 1

source: Width of the sparkline
uk: Ширина спарклайну

source: Window must be > 0
uk: Вікно має бути > 0

source: With a subheader
uk: З підзаголовком

source: Word Cloud
uk: Хмара Слів

source: Word Rotation
uk: Обертання Слів

source: Working
uk: Працює

source: Working timeout
uk: Тайм-аут роботи

source: World Map
uk: Карта Світу

source: Write a description for your query
uk: Напишіть опис свого запиту

source: Write a handlebars template to render the data
uk: Напишіть шаблон керма для відтворення даних

source: Write dataframe index as a column
uk: Записати індекс фрейму даних як стовпець

source: Write dataframe index as a column.
uk: Записати індекс фрейму даних як стовпець.

source: X AXIS TITLE BOTTOM MARGIN
uk: НИЖНЄ ПОЛЕ НАЗВИ ОСІ X

source: X Axis
uk: Вісь X

source: X Axis Format
uk: Формат осі X

source: X Axis Label
uk: Мітка осі X

source: X Axis Title
uk: Назва осі X

source: X Log Scale
uk: X Log Шкала

source: X bounds
uk: X межі

source: X-Axis Sort Ascending
uk: Сортування по осі X за зростанням

source: X-Axis Sort By
uk: Сортування по осі X

source: X-axis
uk: вісь X

source: XScale Interval
uk: Інтервал XScale

source: Y 2 bounds
uk: Y 2 межі

source: Y AXIS TITLE MARGIN
uk: ПОЛЕ НАЗВИКУ ОСІ Y

source: Y AXIS TITLE POSITION
uk: ПОЗИЦІЯ ЗАГОЛОВКИ ОСІ Y

source: Y Axis
uk: Вісь Y

source: Y Axis 2 Bounds
uk: Межі осі Y 2

source: Y Axis Bounds
uk: Межі осі Y

source: Y Axis Format
uk: Формат осі Y

source: Y Axis Label
uk: Мітка осі Y

source: Y Axis Title
uk: Заголовок осі Y

source: Y bounds
uk: Межі Y

source: Y-Axis Sort Ascending
uk: Сортування по осі Y за зростанням

source: Y-Axis Sort By
uk: Сортування по осі Y

source: Y-axis
uk: Вісь Y

source: Y-axis bounds
uk: Межі осі Y

source: YScale Interval
uk: Інтервал шкали Y

source: Year
uk: Рік

source: Year (freq=AS)
uk: Рік (freq=AS)

source: Yearly seasonality
uk: Річна сезонність

source: Years %s
uk: Роки %s

source: Yes
uk: Так

source: Yes, cancel
uk: Так, скасувати

source: Yes, overwrite changes
uk: Так, перезаписати зміни

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
uk: Ви імпортуєте одну або кілька діаграм, які вже існують. Перезапис може призвести до втрати частини вашої роботи. Ви впевнені, що хочете перезаписати?

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
uk: Ви імпортуєте одну або кілька панелей інструментів, які вже існують. Перезапис може призвести до втрати частини вашої роботи. Ви впевнені, що хочете перезаписати?

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
uk: Ви імпортуєте одну або кілька баз даних, які вже існують. Перезапис може призвести до втрати частини вашої роботи. Ви впевнені, що хочете перезаписати?

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
uk: Ви імпортуєте один або кілька датасетів, які вже існують. Перезапис може призвести до втрати частини вашої роботи. Ви впевнені, що хочете перезаписати?

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
uk: Ви імпортуєте один або кілька збережених запитів, які вже існують. Перезапис може призвести до втрати частини вашої роботи. Ви впевнені, що хочете перезаписати?

source: You are not authorized to see this query. If you think this is an error, please reach out to your administrator.
uk: Ви не авторизовані для перегляду цього запиту. Якщо ви вважаєте, що це помилка, зверніться до свого адміністратора.

source: You can
uk: Ви можете

source: You can add the components in the
uk: Ви можете додати компоненти в

source: You can add the components in the edit mode.
uk: Ви можете додавати компоненти в режимі редагування.

source: You can also just click on the chart to apply cross-filter.
uk: Ви також можете просто клацнути на діаграмі, щоб застосувати перехресний фільтр.

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
uk: Ви можете відображати всі діаграми, до яких у вас є доступ, або лише ті, які вам належать. Ваш вибір фільтра буде збережено та залишатиметься активним, доки ви не вирішите його змінити.

source: You can create a new chart or use existing ones from the panel on the right
uk: Ви можете створити нову діаграму або використати наявні на панелі праворуч

source: You can preview the list of dashboards in the chart settings dropdown.
uk: Ви можете переглянути список дашбордів у спадному меню налаштувань діаграми.
