Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
uk: Для кольорового кодування застосовано жорсткі межі значень. Релевантний і застосовується лише тоді, коли нормалізація застосована до всієї теплової карти.

source: Has created by
uk: Створив

source: Header
uk: Заголовок

source: Header Row
uk: Рядок Заголовка

source: Heatmap
uk: Теплова Карта

source: Heatmap Options
uk: Параметри Теплової Карти

source: Height
uk: Висота

source: Height of the sparkline
uk: Висота спарклайну

source: Hide Line
uk: Приховати Рядок

source: Hide chart description
uk: Сховати опис діаграми

source: Hide layer
uk: Приховати шар

source: Hide password.
uk: Приховати пароль.

source: Hide tool bar
uk: Сховати панель інструментів

source: Hides the Line for the time series
uk: Приховує лінію для часового ряду

source: Hierarchy
uk: Ієрархія

source: Histogram
uk: Гістограма

source: Home
uk: Додому

source: Horizontal
uk: Горизонтальний

source: Horizontal (Top)
uk: Горизонтальний (верхній)

source: Horizontal alignment
uk: Горизонтальне вирівнювання

source: Host
uk: Хост

source: Hostname or IP address
uk: Ім'я хосту або IP-адреса

source: Hour
uk: Година

source: Hours %s
uk: Годин %s

source: Hours offset
uk: Зміщення годин

source: How do you want to enter service account credentials?
uk: Як ви хочете ввести облікові дані сервісного облікового запису?

source: How many buckets should the data be grouped in.
uk: Скільки сегментів мають бути згруповані дані.

source: How many periods into the future do we want to predict
uk: Скільки періодів у майбутньому ми хочемо передбачити

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
uk: Як відображати часові зсуви: окремими рядками; як різниця між основним часовим рядом і кожним часовим зсувом; як зміна у відсотках; або як співвідношення між рядами та часовими зсувами.

source: Huge
uk: Величезний

source: ISO 3166-2 Codes
uk: Коди ISO 3166-2

source: Id of root node of the tree.
uk: Ідентифікатор кореневого вузла дерева.

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
uk: Якщо Presto або Trino, усі запити в SQL Lab виконуватимуться від імені поточного користувача, який має дозвіл на їх виконання. Якщо Hive і hive.server2.enable.doAs увімкнено, запити виконуватимуться як обліковий запис служби, але імітуватимуть поточного користувача через властивість hive.server2.proxy.user.

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
uk: Якщо Presto, усі запити в SQL Lab виконуватимуться від імені користувача, який наразі ввійшов у систему, і він повинен мати дозвіл на їх виконання.<br/>Якщо Hive і hive.server2.enable.doAs увімкнено, запити виконуватимуться як обліковий запис служби, але імітувати поточного користувача через властивість hive.server2.proxy.user.

source: If Table Already Exists
uk: Якщо Таблиця Вже Існує

source: If a metric is specified, sorting will be done based on the metric value
uk: Якщо вказано метрику, сортування виконуватиметься на основі значення метрики

source: If duplicate columns are not overridden, they will be presented as "X.1, X.2 ...X.x"
uk: Якщо повторювані стовпці не перевизначено, вони будуть представлені як "X.1, X.2 ...X.x"

source: If selected, please set the schemas allowed for csv upload in Extra.
uk: Якщо вибрано, будь ласка, установіть схеми, дозволені для завантаження csv у Extra.

source: If table exists do one of the following: Fail (do nothing), Replace (drop and recreate table) or Append (insert data).
uk: Якщо таблиця існує, виконайте одну з таких дій: Помилка (нічого не робити), Замінити (видалити та повторно створити таблицю) або Додати (вставити дані).

source: Ignore cache when generating screenshot
uk: Ігнорувати кеш під час створення знімка екрана

source: Ignore null locations
uk: Ігнорувати нульові розташування

source: Ignore time
uk: Ігнорувати час

source: Image (PNG) embedded in email
uk: Зображення (PNG), вбудоване в електронний лист

source: Image download failed, please refresh and try again.
uk: Помилка завантаження зображення, оновіть сторінку та повторіть спробу.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
uk: Видавати себе за авторизованого користувача (Presto, Trino, Drill, Hive і GSheets)

source: Impersonate the logged on user
uk: Видавати себе за користувача, який увійшов у систему

source: Import
uk: Імпорт

source: Import %s
uk: Імпорт %s

source: Import Dashboard(s)
uk: Імпорт Дашборду

source: Import Dashboards
uk: Імпорт Дашбордів

source: Import a table definition
uk: Імпортувати визначення таблиці

source: Import chart failed for an unknown reason
uk: Помилка імпорту діаграми з невідомої причини

source: Import charts
uk: Імпорт діаграм

source: Import dashboard failed for an unknown reason
uk: Помилка імпорту дашборду з невідомої причини

source: Import dashboards
uk: Імпорт дашбордів

source: Import database failed for an unknown reason
uk: Помилка імпорту бази даних з невідомої причини

source: Import database from file
uk: Імпорт бази даних із файлу

source: Import dataset failed for an unknown reason
uk: Не вдалося імпортувати датасет з невідомої причини

source: Import datasets
uk: Імпорт датасетів

source: Import queries
uk: Імпорт запитів

source: Import saved query failed for an unknown reason.
uk: Помилка імпорту збереженого запиту з невідомої причини.

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
uk: Важливо!

source: In
uk: В

source: Include Series
uk: Включити Серію

source: Include a description that will be sent with your report
uk: Додайте опис, який буде надіслано разом зі звітом

source: Include series name as an axis
uk: Включити назву ряду як вісь

source: Include time
uk: Включити час

source: Index
uk: Індекс

source: Index Column
uk: Індексний Стовпець

source: Info
uk: Інформація

source: Inner Radius
uk: Внутрішній Радіус

source: Inner radius of donut hole
uk: Внутрішній радіус отвору кільця

source: Input field supports custom rotation. e.g. 30 for 30°
uk: Поле введення підтримує настроюване обертання. напр. 30 на 30°

source: Instant filtering
uk: Миттєва фільтрація

source: Intensity
uk: Інтенсивність

source: Intensity Radius
uk: Радіус Інтенсивності

source: Intensity Radius is the radius at which the weight is distributed
uk: Радіус інтенсивності – це радіус, за яким розподіляється вага

source: Intensity is the value multiplied by the weight to obtain the final weight
uk: Інтенсивність – це значення, помножене на вагу, щоб отримати кінцеву вагу

source: Interpret Datetime Format Automatically
uk: Автоматична інтерпретація формату дати й часу

source: Interpret the datetime format automatically
uk: Автоматично інтерпретувати формат дати й часу

source: Interval
uk: Інтервал

source: Interval End column
uk: Стовпець Кінця Інтервалу

source: Interval bounds
uk: Межі інтервалу

source: Interval colors
uk: Інтервальні кольори

source: Interval start column
uk: Стовпець початку інтервалу

source: Intervals
uk: Інтервали

source: Intesity
uk: Інтенсивність

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
uk: Недійсний рядок підключення: очікується рядок у формі 'ocient://user:pass@host:port/database'.

source: Invalid JSON
uk: Недійсний JSON

source: Invalid advanced data type: %(advanced_data_type)s
uk: Недійсний розширений тип даних: %(advanced_data_type)s

source: Invalid certificate
uk: Недійсний сертифікат

source: Invalid connection string, a valid string usually follows: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'
uk: Недійсний рядок підключення, дійсний рядок зазвичай слідує: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
uk: Недійсний рядок підключення, дійсний рядок зазвичай слідує: backend+driver://user:password@database-host/database-name

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
uk: Недійсний рядок з’єднання, дійсний рядок зазвичай слідує: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>

source: Invalid cron expression
uk: Недійсний CRON вираз

source: Invalid cumulative operator: %(operator)s
uk: Недійсний сукупний оператор: %(operator)s

source: Invalid date/timestamp format
uk: Недійсний формат позначки дати/часу

source: Invalid filter configuration, please select a column
uk: Недійсна конфігурація фільтра, виберіть стовпець

source: Invalid filter operation type: %(op)s
uk: Недійсний тип операції фільтра: %(op)s

source: Invalid geodetic string
uk: Недійсний геодезичний рядок

source: Invalid geohash string
uk: Недійсний geohash рядок

source: Invalid input
uk: Невірний вхід

source: Invalid lat/long configuration.
uk: Недійсна конфігурація широти/довжини.

source: Invalid longitude/latitude
uk: Недійсна довгота/широта

source: Invalid metric object: %(metric)s
uk: Недійсний об'єкт метрики: %(metric)s

source: Invalid numpy function: %(operator)s
uk: Недійсна функція numpy: %(operator)s

source: Invalid options for %(rolling_type)s: %(options)s
uk: Недійсні опції для %(rolling_type)s: %(options)s

source: Invalid permalink key
uk: Недійсний ключ постійного посилання

source: Invalid reference to column: "%(column)s"
uk: Недійсне посилання на стовпець: "%(column)s"

source: Invalid result type: %(result_type)s
uk: Недійсний тип результату: %(result_type)s

source: Invalid rolling_type: %(type)s
uk: Недійсний rolling_type: %(type)s

source: Invalid spatial point encountered: %s
uk: Виявлено недійсну просторову точку: %s

source: Invalid state.
uk: Недійсний стан.

source: Invalid tab ids: %s(tab_ids)
uk: Недійсні ідентифікатори вкладок: %s(tab_ids)

source: Inverse selection
uk: Зворотний вибір

source: Invert current page
uk: Інвертувати поточну сторінку

source: Is certified
uk: Сертифіковано

source: Is dimension
uk: Є розмірністю

source: Is false
uk: Хибно

source: Is favorite
uk: У обраному

source: Is filterable
uk: Можна фільтрувати

source: Is not null
uk: Не є нульовим

source: Is null
uk: Нульовий

source: Is tagged
uk: Позначено

source: Is temporal
uk: Тимчасовий

source: Is true
uk: Правда

source: Issue 1000 - The dataset is too large to query.
uk: Проблема 1000 – датасет завеликий для запиту.

source: Issue 1001 - The database is under an unusual load.
uk: Проблема 1001 – база даних перебуває під незвичним навантаженням.

source: It’s not recommended to truncate axis in Bar chart.
uk: Не рекомендується скорочувати вісь у гістограмі.

source: JAN
uk: СІЧ

source: JSON Metadata
uk: Метадані JSON

source: JSON metadata
uk: Метадані JSON

source: JSON metadata is invalid!
uk: Метадані JSON недійсні!

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
uk: Рядок JSON із додатковою конфігурацією підключення. Це використовується для надання інформації про з’єднання для таких систем, як Hive, Presto та BigQuery, які не відповідають синтаксису ім’я користувача:пароль, який зазвичай використовує SQLAlchemy.

source: JUL
uk: ЛИП

source: JUN
uk: ЧЕР

source: January
uk: Січень

source: JavaScript data interceptor
uk: Перехоплювач даних JavaScript

source: JavaScript tooltip generator
uk: Генератор підказок JavaScript

source: Jinja templating
uk: Створення шаблонів Jinja

source: Json list of the column names that should be read
uk: Json список імен стовпців, які слід прочитати

source: Json list of the column names that should be read. If not None, only these columns will be read from the file.
uk: Json список імен стовпців, які слід прочитати. Якщо немає, з файлу читатимуться лише ці стовпці.

source: Json list of the values that should be treated as null. Examples: [""] for empty strings, ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only a single value
uk: Json список значень, які слід розглядати як нульові. Приклади: [""] для порожніх рядків, ["None", "N/A"], ["nan", "null"]. Попередження: база даних Hive підтримує лише одне значення

source: Json list of the values that should be treated as null. Examples: [""], ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only single value. Use [""] for empty string.
uk: Json список значень, які слід розглядати як нульові. Приклади: [""], ["Немає", "N/A"], ["nan", "null"]. Попередження: база даних Hive підтримує лише одне значення. Використовуйте [""] для порожнього рядка.

source: July
uk: Липень

source: June
uk: Червень

source: Keep control settings?
uk: Зберегти налаштування керування?

source: Keep editing
uk: Продовжити редагування

source: Key
uk: Ключ

source: Keys for table
uk: Ключі для таблиці

source: Kilometers
uk: Кілометри

source: LIMIT
uk: ОБМЕЖЕННЯ

source: Label
uk: Мітка

source: Label Line
uk: Лінія Мітки

source: Label Type
uk: Тип Мітки

source: Label already exists
uk: Мітка вже існує

source: Label for your query
uk: Мітка для вашого запиту

source: Label position
uk: Положення мітки

source: Label threshold
uk: Порогове значення мітки

source: Labelling
uk: Маркування

source: Labels
uk: Мітки

source: Labels for the marker lines
uk: Мітки для ліній маркерів

source: Labels for the markers
uk: Мітки для маркерів

source: Labels for the ranges
uk: Мітки для діапазонів

source: Large
uk: Великий

source: Last
uk: Останній

source: Last Changed
uk: Останні Зміни

source: Last Modified
uk: Остання Зміна

source: Last Updated %s
uk: Останнє Оновлення %s

source: Last Updated %s by %s
uk: Останнє Оновлення %s користувачем %s

source: Last available value seen on %s
uk: Останнє доступне значення %s

source: Last modified
uk: Востаннє змінено

source: Last modified by %s
uk: Востаннє змінено %s

source: Last run
uk: Останній запуск

source: Latitude
uk: Широта

source: Latitude of default viewport
uk: Широта вікна перегляду за замовчуванням

source: Layer configuration
uk: Конфігурація шару

source: Layout
uk: Макет

source: Layout elements
uk: Елементи компонування

source: Layout type of graph
uk: Тип макета графіка

source: Layout type of tree
uk: Тип макета дерева

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
uk: Листові вузли, які представляють менше цієї кількості подій, спочатку будуть приховані у візуалізації

source: Least recently modified
uk: Остання зміна

source: Left
uk: Вліво

source: Left Axis Format
uk: Формат лівої осі

source: Left Axis chart(s)
uk: Діаграма(и) лівої осі

source: Left Margin
uk: Ліве поле

source: Left margin, in pixels, allowing for more room for axis labels
uk: Ліве поле, у пікселях, що дозволяє більше місця для міток осей

source: Left to Right
uk: Зліва направо

source: Left value
uk: Ліве значення

source: Legacy
uk: Спадок

source: Legend
uk: Легенда

source: Legend Format
uk: Формат легенди

source: Legend Orientation
uk: Легенда орієнтації

source: Legend Position
uk: Легенда позиції

source: Legend type
uk: Тип легенди

source: Less or equal (<=)
uk: Менше або дорівнює (<=)

source: Less than (<)
uk: Менше (<)

source: Lift percent precision
uk: Відсоткова точність підвищення

source: Light
uk: Світло

source: Light mode
uk: Світлий режим

source: Like
uk: Подобається

source: Like (case insensitive)
uk: Подобається (незалежно від регістру)

source: Limit reached
uk: Ліміт досягнуто

source: Limit selector values
uk: Обмеження значень селектора

source: Limit type
uk: Тип обмеження

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
uk: Обмеження рядків може призвести до неповних даних і оманливих діаграм. Замість цього подумайте про фільтрування або групування назв джерел/цілей.

source: Limits the number of cells that get retrieved.
uk: Обмежує кількість осередків, які отримуються.

source: Limits the number of rows that get displayed.
uk: Обмежує кількість рядків, які відображаються.

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
uk: Обмежує кількість рядів, які відображаються. Об’єднаний підзапит (або додаткова фаза, де підзапити не підтримуються) застосовується для обмеження кількості рядів, які вибираються та відображаються. Ця функція корисна під час групування за стовпцями з високою потужністю, хоча збільшує складність запиту та вартість.

source: Line
uk: Рядок

source: Line Chart
uk: Лінійна Діаграма

source: Line Chart (legacy)
uk: Лінійна Діаграма (застаріла)

source: Line Style
uk: Стиль Лінії

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
uk: Лінійна діаграма використовується для візуалізації вимірювань, проведених у певній категорії. Лінійна діаграма – це тип діаграми, який відображає інформацію як ряд точок даних, з’єднаних прямими відрізками. Це базовий тип діаграм, поширений у багатьох галузях.

source: Line interpolation as defined by d3.js
uk: Інтерполяція рядків, як визначено d3.js

source: Line width
uk: Ширина лінії

source: Linear Color Scheme
uk: Лінійна кольорова схема

source: Linear color scheme
uk: Лінійна колірна схема

source: Linear interpolation
uk: Лінійна інтерполяція

source: Lines column
uk: Стовпець рядків

source: Lines encoding
uk: Кодування рядків

source: Link Copied!
uk: Посилання Скопійовано!

source: List Saved Query
uk: Список Збережених Запитів

source: List Unique Values
uk: Список Унікальних Значень

source: List of extra columns made available in JavaScript functions
uk: Список додаткових стовпців, доступних у функціях JavaScript

source: List of n+1 values for bucketing metric into n buckets.
uk: Список із n 1 значень для розподілу метрики на n сегментів.

source: List of values to mark with lines
uk: Список значень для позначення лініями

source: List of values to mark with triangles
uk: Список значень для позначення трикутниками

source: List updated
uk: Список оновлено

source: Live CSS editor
uk: Редактор CSS

source: Live render
uk: Візуалізація в реальному часі

source: Load a CSS template
uk: Завантажте шаблон CSS

source: Loaded data cached
uk: Завантажені дані кешуються

source: Loaded from cache
uk: Завантажено з кешу

source: Loading
uk: Завантаження

source: Loading...
uk: Завантаження...

source: Locate the chart
uk: Знайдіть діаграму

source: Log Scale
uk: Шкала Логарифму

source: Log retention
uk: Збереження журналу

source: Logarithmic axis
uk: Логарифмічна вісь

source: Logarithmic scale on primary y-axis
uk: Логарифмічна шкала на основній осі Y

source: Logarithmic scale on secondary y-axis
uk: Логарифмічна шкала на вторинній осі y

source: Logarithmic y-axis
uk: Логарифмічна вісь y

source: Login
uk: Логін

source: Login with
uk: Увійти за допомогою

source: Logout
uk: Вийти

source: Logs
uk: Журнали

source: Long dashed
uk: Довгі штрихи

source: Longitude
uk: Довгота

source: Longitude & Latitude
uk: Довгота & Широта

source: Longitude & Latitude columns
uk: Довгота & Широта стовпці

source: Longitude and Latitude
uk: Довгота та Щирота

source: Longitude of default viewport
uk: Довгота вікна перегляду за замовчуванням

source: MAR
uk: БЕР

source: MAY
uk: ТРА

source: MON
uk: ПОН

source: Main Datetime Column
uk: Основний стовпець дати та часу

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
uk: Переконайтеся, що елементи керування налаштовано належним чином і datasource містить дані для вибраного діапазону часу

source: Malformed request. slice_id or table_name and db_name arguments are expected
uk: Неправильний запит. очікуються аргументи slice_id або table_name і db_name

source: Manage
uk: Керувати

source: Manage email report
uk: Керувати звітом електронною поштою

source: Manage your databases
uk: Керуйте своїми базами даних

source: Mandatory
uk: Обов'язковий

source: Mangle Duplicate Columns
uk: Викривлення дублікатів стовпців

source: Manually set min/max values for the y-axis.
uk: Вручну встановити мінімальне/максимальне значення для осі y.

source: Map
uk: Карта

source: Map Style
uk: Стиль Карти

source: March
uk: Березень

source: Margin
uk: Маржа

source: Mark a column as temporal in "Edit datasource" modal
uk: Позначити стовпець як тимчасовий у модалі "Редагувати datasource".

source: Marker
uk: Маркер

source: Marker Size
uk: Розмір Маркера

source: Marker labels
uk: Маркерні мітки

source: Marker line labels
uk: Позначки лінії маркера

source: Marker lines
uk: Маркерні лінії

source: Marker size
uk: Розмір маркера

source: Markers
uk: Маркери

source: Markup type
uk: Тип розмітки

source: Max
uk: Макс

source: Max Bubble Size
uk: Максимальний розмір бульбашки

source: Max Events
uk: Максимальна кількість подій

source: Maximum
uk: Максимум

source: Maximum Font Size
uk: Максимальний Розмір Шрифту

source: Maximum Radius
uk: Максимальний Радіус

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
uk: Максимальний розмір радіуса кола, у пікселях. Коли рівень масштабування змінюється, це гарантує, що коло дотримується максимального радіуса.

source: Maximum value
uk: Максимальне значення

source: Maximum value on the gauge axis
uk: Максимальне значення на осі датчика

source: May
uk: Тра

source: Mean of values over specified period
uk: Середнє значення за вказаний період

source: Mean values
uk: Середні значення

source: Median
uk: Медіана

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
uk: Середня ширина краю, найтовстіший край буде в 4 рази товщим за найтонший.

source: Median node size, the largest node will be 4 times larger than the smallest
uk: Середній розмір вузла, найбільший вузол буде в 4 рази більший за найменший

source: Median values
uk: Середні значення

source: Medium
uk: Середній

source: Menu actions trigger
uk: Запуск дій меню

source: Message content
uk: Вміст повідомлення

source: Metadata
uk: Метадані

source: Metadata Parameters
uk: Параметри метаданих

source: Metadata has been synced
uk: Метадані синхронізовано

source: Method
uk: Метод

source: Metric
uk: Метрика

source: Metric '%(metric)s' does not exist
uk: Метрика '%(metric)s' не існує

source: Metric ascending
uk: Метрика за зростанням

source: Metric assigned to the [X] axis
uk: Метрика, призначена осі [X].
