Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: You can't apply cross-filter on this data point.
uk: Ви не можете застосувати перехресний фільтр до цієї точки даних.

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
uk: Ви не можете видалити останній часовий фільтр, оскільки він використовується для фільтрів часового діапазону на дашбордах.

source: You cannot use 45° tick layout along with the time range filter
uk: Ви не можете використовувати макет 45° разом із фільтром часового діапазону

source: You cannot use [Columns] in combination with [Group By]/[Metrics]/[Percentage Metrics]. Please choose one or the other.
uk: Ви не можете використовувати [Стовпці] разом із [Групувати за]/[Метрики]/[Відсоткові Метрики]. Виберіть те чи інше.

source: You do not have permission to edit this %s
uk: Ви не маєте дозволу редагувати цей %s

source: You do not have permission to edit this chart
uk: Ви не маєте дозволу редагувати цю діаграму

source: You do not have permission to edit this dashboard
uk: Ви не маєте дозволу редагувати цей дашборд

source: You do not have permissions to access the datasource(s): %(name)s.
uk: Ви не маєте прав доступу до джерел(ів) даних: %(name)s.

source: You do not have permissions to edit this dashboard.
uk: Ви не маєте прав на редагування цього дашборду.

source: You don't have access to this chart.
uk: Ви не маєте доступу до цієї діаграми.

source: You don't have access to this dashboard.
uk: Ви не маєте доступу до цього дашборду.

source: You don't have access to this dataset.
uk: Ви не маєте доступу до цього датасету.

source: You don't have access to this embedded dashboard config.
uk: Ви не маєте доступу до цієї вбудованої конфігурації дашборду.

source: You don't have any favorites yet!
uk: У вас ще немає обраного!

source: You don't have permission to modify the value.
uk: Ви не маєте дозволу змінювати значення.

source: You don't have the rights to alter %(resource)s
uk: Ви не маєте права змінювати %(resource)s

source: You don't have the rights to alter this chart
uk: Ви не маєте права змінювати цю діаграму

source: You don't have the rights to alter this dashboard
uk: Ви не маєте прав змінювати цей дашборд

source: You don't have the rights to alter this title.
uk: Ви не маєте права змінювати цю назву.

source: You don't have the rights to create a chart
uk: Ви не маєте прав на створення діаграми

source: You don't have the rights to create a dashboard
uk: Ви не маєте прав на створення дашборду

source: You don't have the rights to download as csv
uk: Ви не маєте прав на завантаження у форматі CSV

source: You have no permission to approve this request
uk: У вас немає дозволу на схвалення цього запиту

source: You have removed this filter.
uk: Ви видалили цей фільтр.

source: You have unsaved changes.
uk: У вас є незбережені зміни.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
uk: Ви використали всі %(historyLength)s слоти скасування і не зможете повністю скасувати наступні дії. Ви можете зберегти свій поточний стан, щоб скинути історію.

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
uk: Ви повинні бути власником датасету, щоб редагувати. Будь ласка, зв’яжіться з власником набору даних, щоб подати запит на зміни або доступ до редагування.

source: You must pick a name for the new dashboard
uk: Ви повинні вибрати назву для новго дашборду

source: You must run the query successfully first
uk: Спочатку ви повинні успішно виконати запит

source: You need to configure HTML sanitization to use CSS
uk: Для використання CSS потрібно налаштувати очищення HTML

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
uk: Ви оновили значення на панелі керування, але діаграма не оновлювалася автоматично. Запустіть запит, натиснувши кнопку "Оновити діаграму" або

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
uk: Ви змінили набори даних. Усі елементи керування з даними (стовпці, показники), які відповідають цьому новому датасету, збережено.

source: Your chart is not up to date
uk: Ваша діаграма не актуальна

source: Your chart is ready to go!
uk: Ваша діаграма готова до роботи!

source: Your dashboard is too large. Please reduce its size before saving it.
uk: Ваш дашборд завелика. Перед збереженням зменште його розмір.

source: Your query could not be saved
uk: Ваш запит не вдалося зберегти

source: Your query could not be scheduled
uk: Ваш запит не вдалося запланувати

source: Your query could not be updated
uk: Ваш запит не вдалося оновити

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
uk: Ваш запит заплановано.Щоб переглянути деталі свого запиту, перейдіть до Збережених запитів

source: Your query was not properly saved
uk: Ваш запит не збережено належним чином

source: Your query was saved
uk: Ваш запит збережено

source: Your query was updated
uk: Ваш запит оновлено

source: Your report could not be deleted
uk: Ваш звіт не вдалося видалити

source: Zero imputation
uk: Нульове приписування

source: Zoom
uk: Масштаб

source: Zoom level of the map
uk: Рівень масштабування карти

source: [ untitled dashboard ]
uk: [ дашборд без назви ]

source: [Longitude] and [Latitude] columns must be present in [Group By]
uk: Стовпці [Довгота] і [Широта] мають бути присутніми в [Групувати за]

source: [Longitude] and [Latitude] must be set
uk: [Довгота] і [Широта] повинні бути встановлені

source: [Missing Dataset]
uk: [Відсутній Датасет]

source: [Superset] Access to the datasource %(name)s was granted
uk: [Супернабір] Доступ до datasource %(name)s надано

source: [Untitled]
uk: [Без назви]

source: [asc]
uk: [зростання]

source: [copy]
uk: [копія]

source: [dashboard name]
uk: [назва дашборда]

source: [desc]
uk: [дес.]

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
uk: [необов’язковий] ця допоміжна метрика використовується для визначення кольору як відношення до основної метрики. Якщо опущено, колір є категоричним і базується на мітках

source: [untitled]
uk: [без назви]

source: `compare_columns` must have the same length as `source_columns`.
uk: `compare_columns` повинні мати таку саму довжину, як і `source_columns`.

source: `compare_type` must be `difference`, `percentage` or `ratio`
uk: `compare_type` має бути `difference`, `percentage` або `ratio`

source: `confidence_interval` must be between 0 and 1 (exclusive)
uk: `confidence_interval` має бути від 0 до 1 (за винятком)

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
uk: `count` має значення COUNT(*), якщо використовується група за. Числові стовпці будуть агреговані за допомогою агрегатора. Для позначення точок використовуватимуться нечислові стовпці. Залиште поле пустим, щоб отримати кількість балів у кожному кластері.

source: `operation` property of post processing object undefined
uk: властивість 'operation' об'єкта постобробки не визначено

source: `prophet` package not installed
uk: пакет `prophet` не встановлено

source: `rename_columns` must have the same length as `columns`.
uk: `rename_columns` має мати таку ж довжину, як і `columns`.

source: `row_limit` must be greater than or equal to 0
uk: `row_limit` має бути більше або дорівнювати 0

source: `row_offset` must be greater than or equal to 0
uk: `row_offset` має бути більше або дорівнювати 0

source: `width` must be greater or equal to 0
uk: `ширина` має бути більшою або дорівнювати 0

source: aggregate
uk: агрегат

source: alert
uk: оповіщення

source: alert dark
uk: оповіщення

source: alerts
uk: оповіщений

source: all
uk: все

source: also copy (duplicate) charts
uk: також копіювати (дублювати) діаграми

source: ancestor
uk: предок

source: and
uk: і

source: annotation
uk: анотація

source: annotation_layer
uk: шар анотації

source: auto
uk: авто

source: auto (Smooth)
uk: авто (плавно)

source: background
uk: фон

source: basis
uk: основа

source: below (example:
uk: нижче (приклад:

source: between {down} and {up} {name}
uk: між {вниз} і {вгору} {ім'я}

source: bolt
uk: болт

source: boolean type icon
uk: значок логічного типу

source: bottom
uk: внизу

source: button (cmd + z) until you save your changes.
uk: button (cmd z), доки ви не збережете зміни.

source: by using
uk: за допомогою

source: cannot be empty
uk: не може бути порожнім

source: cardinal
uk: кардинал

source: change
uk: зміна

source: chart
uk: діаграма

source: charts
uk: діаграми

source: choose WHERE or HAVING...
uk: виберіть ДЕ або МАЮТЬ...

source: clear all filters
uk: очистити всі фільтри

source: click here
uk: натисніть тут

source: code ISO 3166-1 alpha-2 (cca2)
uk: код ISO 3166-1 alpha-2 (cca2)

source: code ISO 3166-1 alpha-3 (cca3)
uk: код ISO 3166-1 alpha-3 (cca3)

source: code International Olympic Committee (cioc)
uk: код Міжнародний олімпійський комітет (cioc)

source: column
uk: колонка

source: connecting to %(dbModelName)s.
uk: підключення до %(dbModelName)s.

source: count
uk: кол

source: create
uk: створити

source: create a new chart
uk: створити нову діаграму

source: create dataset from SQL query
uk: створити датасет із SQL-запиту

source: css_template
uk: шаблон_css

source: cumsum
uk: кумсум

source: cumulative
uk: кумулятивний

source: dashboard
uk: дашборд

source: dashboards
uk: дашборди

source: database
uk: база даних

source: dataset
uk: датасет

source: dataset name
uk: назва датасету

source: date
uk: дата

source: day
uk: день

source: day of the month
uk: день місяця

source: day of the week
uk: день тижня

source: deck.gl 3D Hexagon
uk: deck.gl 3D шестикутник

source: deck.gl Arc
uk: deck.gl Арк

source: deck.gl Grid
uk: deck.gl Сітка

source: deck.gl Heatmap
uk: deck.gl Теплова карта

source: deck.gl Multiple Layers
uk: deck.gl Кілька шарів

source: deck.gl Path
uk: deck.gl Шлях

source: deck.gl Polygon
uk: deck.gl Багатокутник

source: deck.gl Scatterplot
uk: deck.gl Діаграма розсіювання

source: deck.gl Screen Grid
uk: deck.gl Сітка екрана

source: deck.gl charts
uk: схеми deck.gl

source: default
uk: за замовчуванням

source: delete
uk: видалити

source: descendant
uk: нащадок

source: description
uk: опис

source: deviation
uk: відхилення

source: dialect+driver://username:password@host:port/database
uk: діалектний драйвер://ім'я користувача:пароль@хост:порт/база даних

source: draft
uk: чернетка

source: e.g. ********
uk: напр. ********

source: e.g. 127.0.0.1
uk: напр. 127.0.0.1

source: e.g. 5432
uk: напр. 5432

source: e.g. AccountAdmin
uk: напр. AccountAdmin

source: e.g. Analytics
uk: напр. Analytics

source: e.g. compute_wh
uk: напр. compute_wh

source: e.g. param1=value1&param2=value2
uk: напр. param1=value1&param2=value2

source: e.g. sql/protocolv1/o/12345
uk: напр. sql/protocolv1/o/12345

source: e.g. world_population
uk: напр. world_population

source: e.g. xy12345.us-east-2.aws
uk: напр. xy12345.us-east-2.aws

source: e.g., a "user id" column
uk: напр., стовпець "user id".

source: edit mode
uk: режим редагування

source: entries
uk: записи

source: error
uk: помилка

source: error dark
uk: помилка

source: every
uk: кожен

source: every day of the month
uk: кожен день місяця

source: every day of the week
uk: кожен день тижня

source: every hour
uk: щогодини

source: every minute
uk: кожну хвилину

source: every month
uk: кожного місяця

source: expand
uk: розгорнути

source: explore
uk: дослідити

source: failed
uk: не вдалося

source: fetching
uk: отримання

source: ffill
uk: заповнити

source: filter_box will be deprecated in a future version of Superset. Please replace filter_box by dashboard filter components.
uk: filter_box буде застарілим у майбутній версії Superset. Замініть filter_box на компоненти фільтра дашборду

source: flat
uk: квартира

source: for more information on how to structure your URI.
uk: щоб дізнатися більше про те, як структурувати ваш URI.

source: function type icon
uk: значок типу функції

source: geohash (square)
uk: geohash (квадрат)

source: heatmap
uk: теплова карта

source: heatmap: values are normalized across the entire heatmap
uk: heatmap: значення нормалізуються по всій тепловій карті

source: here
uk: тут

source: hour
uk: година

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
uk: атрибут CSS рендеринга зображення об’єкта canvas, який визначає, як браузер масштабує зображення

source: in
uk: в

source: in modal
uk: в модальному

source: is expected to be a number
uk: очікується, що це число

source: is expected to be an integer
uk: очікується, що це буде ціле число

source: joined
uk: приєднався

source: json isn't valid
uk: json недійсний

source: key a-z
uk: ключ від a до z

source: key z-a
uk: ключ z-a

source: label
uk: мітка

source: last day
uk: останній день

source: last month
uk: минулого місяця

source: last quarter
uk: остання чверть

source: last week
uk: минулого тижня

source: last year
uk: минулого року

source: latest partition:
uk: останній розділ:

source: left
uk: ліворуч

source: less than {min} {name}
uk: менше ніж {min} {name}

source: linear
uk: лінійний

source: log
uk: журнал

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
uk: нижній процентиль має бути більшим за 0 і меншим за 100. Має бути нижчим за верхній процентиль.

source: max
uk: макс

source: mean
uk: середній

source: median
uk: медіана

source: metric
uk: метрика

source: min
uk: хв

source: minute
uk: хвилина

source: minute(s)
uk: хвилин(и)

source: monotone
uk: однотонний

source: month
uk: місяць

source: more than {max} {name}
uk: більше ніж {max} {name}

source: must have a value
uk: має мати значення

source: name
uk: ім'я

source: no SQL validator is configured
uk: валідатор SQL не налаштовано

source: no SQL validator is configured for {}
uk: для {} не налаштовано засіб перевірки SQL

source: numeric type icon
uk: значок числового типу

source: of parent
uk: батьків

source: of total
uk: всього

source: offline
uk: офлайн

source: on
uk: на

source: or
uk: або

source: or use existing ones from the panel on the right
uk: або скористайтеся наявними на панелі праворуч

source: orderby column must be populated
uk: стовпець orderby має бути заповнений

source: overall
uk: загалом

source: p-value precision
uk: точність значення p

source: pending
uk: очікує на розгляд

source: percentile (exclusive)
uk: процентиль (виключно)

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
uk: процентилі мають бути списком або кортежем із двома числовими значеннями, перше з яких є нижчим за друге значення

source: permalink state not found
uk: стан постійного посилання не знайдено

source: pixelated (Sharp)
uk: піксельний (різкий)

source: previous calendar month
uk: попередній календарний місяць

source: previous calendar week
uk: попередній календарний тиждень

source: previous calendar year
uk: попередній календарний рік

source: published
uk: опубліковано

source: quarter
uk: квартал

source: queries
uk: запити

source: query
uk: запит

source: random
uk: випадковий

source: reboot
uk: перезавантаження

source: recent
uk: останні

source: recents
uk: останні

source: report
uk: звіт

source: reports
uk: звіти

source: restore zoom
uk: відновити масштаб

source: right
uk: правильно

source: rowlevelsecurity
uk: безпека рівня рядків

source: running
uk: працює

source: saved queries
uk: збережені запити

source: search by tags
uk: пошук за тегами

source: seconds
uk: секунди

source: series
uk: серія

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
uk: ряд: розглядайте ряд окремо; загалом: усі ряди використовують однаковий масштаб; змінити: Показати зміни порівняно з першою точкою даних у кожному ряду

source: square
uk: квадрат

source: stack
uk: стек

source: staggered
uk: у шаховому порядку

source: std
uk: стандартний

source: step-after
uk: крок після

source: step-before
uk: крок перед

source: stopped
uk: зупинено

source: stream
uk: потік

source: string type icon
uk: значок типу рядка

source: success
uk: успіх

source: success dark
uk: успіх

source: sum
uk: сума

source: syntax.
uk: синтаксис.

source: tag
uk: тег

source: temporal type icon
uk: значок скроневого типу

source: textarea
uk: текстове поле

source: to
uk: до

source: top
uk: верх

source: undo
uk: скасувати

source: unknown type icon
uk: значок невідомого типу

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
uk: верхній процентиль має бути більшим за 0 і меншим за 100. Має бути вищим за нижній процентиль.

source: use latest_partition template
uk: використати шаблон last_partition

source: value ascending
uk: значення за зростанням

source: value descending
uk: значення за спаданням

source: variance
uk: дисперсія

source: view instructions
uk: переглянути інструкції

source: virtual
uk: віртуальний

source: viz type
uk: тип viz

source: was created
uk: було створено

source: week
uk: тиждень

source: week ending Saturday
uk: тиждень, що закінчується в Суботу

source: week starting Sunday
uk: тиждень, починаючи з Неділі

source: x: values are normalized within each column
uk: x: значення нормалізуються в кожному стовпці

source: y
uk: р

source: y: values are normalized within each row
uk: y: значення нормалізуються в кожному рядку

source: year
uk: рік

source: zoom area
uk: область масштабування

source: 10 seconds
uk: 10 секунд

source: 6 hours
uk: 6 годин

source: 12 hours
uk: 12 годин

source: 24 hours
uk: 24 години

source: List Users
uk: Список Користувачів

source: Add User
uk: Додати Користувача

source: First Name
uk: Ім'я

source: Write the user first name or names
uk: Напишіть ім'я користувача або імена

source: Last Name
uk: Прізвище

source: Write the user last name
uk: Напишіть прізвище користувача

source: User Name
uk: Логін

source: Username valid for authentication on DB or LDAP, unused for OID auth
uk: Ім’я користувача, дійсне для БД або LDAP аутентифікації, не використовується для OID аутентифікації

source: Is Active?
uk: Активний?

source: It's not a good policy to remove a user, just make it inactive
uk: Видаляти користувача не дуже добре, просто зробіть його неактивним

source: The user's email, this will also be used for OID auth
uk: Електронна адреса користувача, вона також використовуватиметься для OID автентифікації

source: The user role on the application, this will associate with a list of permissions
uk: Роль користувача в програмі, це буде пов’язано зі списком дозволів

source: The user's password for authentication
uk: Пароль користувача для аутентифікації

source: Confirm Password
uk: Підтвердити Пароль

source: Please rewrite the user's password to confirm
uk: Будь ласка, повторно вкажіть пароль користувача для підтвердження

source: Show record
uk: Показати запис

source: Edit record
uk: Редагувати запис

source: Delete record
uk: Видалити запис

source: Add a new record
uk: Додати новий запис

source: Show User
uk: Показати користувача

source: Edit User
uk: Редагувати користувача

source: Audit Info
uk: Аудиторська інформація

source: Changed by
uk: Змінено (ким)

source: Failed login count
uk: Кількість невдалих входів

source: Last login
uk: Останній вхід

source: Personal Info
uk: Особиста інформація

source: Login count
uk: Кількість входів

source: User info
uk: Інформація про користувача

source: Reset Password
uk: Скинути Пароль

source: Reset Password Form
uk: Форма Скидання Пароля

source: Please use a good password policy, this application does not check this for you
uk: Використовуйте правильну політику паролів, ця програма не перевіряє це за вас

source: Please rewrite the password to confirm
uk: Повторно вкажіть пароль для підтвердження

source: Relation as Many
uk: Відношення як Багато

source: Starts with
uk: Починається з

source: Ends with
uk: Закінчується на

source: Contains
uk: Містить

source: Equal to
uk: Дорівнює

source: Not Equal to
uk: Не Дорівнює

source: Not Starts with
uk: Не починається з

source: Not Ends with
uk: Не закінчується на

source: Not Contains
uk: Не Містить

source: Relation
uk: Відношення

source: No Relation
uk: Немає Відношення

source: Select a State
uk: Оберіть Стан

source: Greater than
uk: Більше ніж

source: Smaller than
uk: Менше ніж

source: Select Value
uk: Оберіть Значення

source: List Roles
uk: Список Ролей

source: Copy Role
uk: Скопіювати Роль

source: Permissions
uk: Дозволи

source: Edit Role
uk: Редагувати Роль

source: Add Role
uk: Додати Роль

source: Are you sure you want to delete this item?
uk: Ви впевнені, що хочете видалити цей запис?

source: User confirmation needed
uk: Потрібне підтвердження користувача

source: Dashboard Id
uk: ID Дашборда

source: Slice Id
uk: ID Зрізу

source: Duration Ms
uk: Тривалість Мс

source: Referrer
uk: Реферер

source: Page size
uk: Розмір сторінки

source: Ignore cache when generating report
uk: Ігнорувати кеш під час створення звіту

source: Input custom width in pixels
uk: Введіть кастомну ширину в пікселях

source: Today
uk: Сьогодні

source: Screenshot width
uk: Ширина скріншоту

source: Your user information
uk: Ваші дані користувача

source: Reset my password
uk: Скинути мій пароль

source: Edit User Information
uk: Редагувати Інформацію про Користувача

source: How do you prefer to work?
uk: Як вам подобається працювати?

source: Angola
uk: Ангола

source: Algeria
uk: Алжир

source: Egypt
uk: Єгипет

source: Bangladesh
uk: Бангладеш

source: Niger
uk: Нігер

source: Liechtenstein
uk: Ліхтенштейн

source: Namibia
uk: Намібія

source: Bulgaria
uk: Болгарія

source: Bolivia
uk: Болівія

source: Ghana
uk: Гана

source: Cocos (Keeling) Islands
uk: Кокосові (Кілінгові) острови

source: Pakistan
uk: Пакістан

source: Cape Verde
uk: Кабо-Верде

source: Jordan
uk: Йорданія

source: Liberia
uk: Ліберія

source: Libya
uk: Лівія

source: Malaysia
uk: Малайзія

source: Dominican Republic
uk: Домініканська республіка

source: Puerto Rico
uk: Пуерто Ріко

source: Mayotte
uk: Майотта

source: North Korea
uk: Північна Корея

source: Palestine
uk: Палестина

source: Tanzania
uk: Танзанія

source: Botswana
uk: Ботсвана

source: Cambodia
uk: Камбоджа

source: Nicaragua
uk: Нікарагуа

source: Trinidad and Tobago
uk: Тринідад і Тобаго

source: Ethiopia
uk: Ефіопія

source: Paraguay
uk: Парагвай

source: Hong Kong
uk: Гонконг

source: Saudi Arabia
uk: Саудівська Аравія

source: Lebanon
uk: Ліван

source: Slovenia
uk: Словенія

source: Burkina Faso
uk: Буркіна Фасо

source: Switzerland
uk: Швейцарія

source: Mauritania
uk: Мавританія

source: Croatia
uk: Хорватія

source: Chile
uk: Чілі

source: China
uk: Китай

source: Saint Kitts and Nevis
uk: Сент-Кітс і Невіс

source: Sierra Leone
uk: Сьєрра-Леоне

source: Jamaica
uk: Ямайка

source: San Marino
uk: Сан-Марино

source: Gibraltar
uk: Гібралтар

source: Djibouti
uk: Джібуті

source: Guinea
uk: Гвінея

source: Finland
uk: Фінляндія

source: Uruguay
uk: Уругвай

source: Thailand
uk: Таїланд

source: Sao Tome and Principe
uk: Сан-Томе і Принсіпі

source: Seychelles
uk: Сейшельські острови

source: Nepal
uk: Непал

source: Christmas Island
uk: Острів Різдва

source: Laos
uk: Лаос

source: Yemen
uk: Ємен

source: Bouvet Island
uk: Острів Буве
