Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
uk: Тривалість (у секундах) тайм-ауту кешування для діаграм цієї бази даних. Тайм-аут, рівний 0, означає, що кеш ніколи не видалеться. Зауважте, що за замовчуванням використовується глобальний тайм-аут, якщо не визначено.

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
uk: Тривалість (у секундах) тайм-ауту кешування для цієї діаграми. Зауважте, що за замовчуванням для datasource/таблиці тайм-аут не визначено.

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
uk: Тривалість (у секундах) тайм-ауту кешування для цієї діаграми. Встановіть -1, щоб обійти кеш. Зауважте, що за замовчуванням це тайм-аут датасету, якщо не визначено.

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
uk: Тривалість (у секундах) тайм-ауту кешування для цієї таблиці. Тайм-аут, рівний 0, означає, що кеш ніколи не закінчується. Зауважте, що за замовчуванням це тайм-аут бази даних, якщо не визначено.

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
uk: Тривалість (у секундах) тайм-ауту кешування метаданих для схем цієї бази даних. Якщо не налаштувати, кеш не видалиться.

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
uk: Тривалість (у секундах) тайм-ауту кешування метаданих для таблиць цієї бази даних. Якщо не налаштувати, кеш не видалиться.

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
uk: Тривалість у мс (1,40008 => 1мс 400мкс 80нс)

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
uk: Тривалість у мс (100,40008 => 100мс 400мкс 80нс)

source: Duration in ms (66000 => 1m 6s)
uk: Тривалість у мс (66000 => 1хв 6с)

source: Duration: %s
uk: Тривалість: %s

source: Dynamic Aggregation Function
uk: Функція Динамічної Агрегації

source: Dynamically search all filter values
uk: Динамічний пошук усіх значень фільтра

source: ERROR
uk: ПОМИЛКА

source: ERROR: %s
uk: ПОМИЛКА: %s

source: Edge length
uk: Довжина ребер

source: Edge length between nodes
uk: Довжина ребра між вершинами

source: Edge symbols
uk: Символи ребер

source: Edge width
uk: Ширина ребра

source: Edit
uk: Редагувати

source: Edit Alert
uk: Редагувати Оповіщення

source: Edit CSS
uk: Редагувати CSS

source: Edit CSS Template
uk: Редагувати Щаблон CSS

source: Edit CSS template properties
uk: Редагувати властивості шаблону CSS

source: Edit Chart
uk: Редагувати Діаграму

source: Edit Chart Properties
uk: Редагувати Властивості Діаграми

source: Edit Column
uk: Стовпець Редагування

source: Edit Dashboard
uk: Редагувати Дашборд

source: Edit Database
uk: Редагувати Базу Даних

source: Edit Dataset
uk: Редагувати Датасет

source: Edit Log
uk: Редагувати Журнал

source: Edit Metric
uk: Редагувати Метрику

source: Edit Plugin
uk: Редагувати Плагін

source: Edit Report
uk: Редагувати Звіт

source: Edit Rule
uk: Редагувати Правило

source: Edit Saved Query
uk: Редагувати Збережений Запит

source: Edit Table
uk: Редагувати Таблицю

source: Edit annotation
uk: Редагувати анотацію

source: Edit annotation layer
uk: Редагувати шар анотації

source: Edit annotation layer properties
uk: Редагувати властивості шару анотації

source: Edit chart
uk: Редагувати діаграму

source: Edit chart properties
uk: Редагувати властивості діаграми

source: Edit dashboard
uk: Редагувати дашборд

source: Edit database
uk: Редагувати базу даних

source: Edit dataset
uk: Редагувати датасет

source: Edit email report
uk: Редагувати звіт електронною поштою

source: Edit formatter
uk: Редагувати форматер

source: Edit properties
uk: Редагувати властивості

source: Edit query
uk: Редагувати запит

source: Edit template
uk: Редагувати шаблон

source: Edit template parameters
uk: Редагувати параметри шаблону

source: Edit the dashboard
uk: Редагувати дашборд

source: Edit time range
uk: Редагувати діапазон часу

source: Edited
uk: Відредаговано

source: Editing 1 filter:
uk: Редагування 1 фільтра:

source: Editing filter set:
uk: Редагування набору фільтрів:

source: Either the database is spelled incorrectly or does not exist.
uk: База даних написана неправильно або не існує.

source: Either the username "%(username)s" or the password is incorrect.
uk: Або ім'я користувача "%(username)s" або пароль неправильні.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
uk: Або ім'я користувача "%(username)s", пароль або назва бази даних "%(database)s" неправильні.

source: Either the username or the password is wrong.
uk: Ім'я користувача або пароль неправильні.

source: Elevation
uk: Висота

source: Email reports active
uk: Звіти електронною поштою активні

source: Embed
uk: Вбудувати

source: Embed code
uk: Вбудований код

source: Embed dashboard
uk: Вбудувати дашборд

source: Embedding deactivated.
uk: Вбудовування вимкнено.

source: Emit Filter Events
uk: Події фільтра випромінювання

source: Emphasis
uk: Наголос

source: Employment and education
uk: Працевлаштування та освіта

source: Empty circle
uk: Порожнє коло

source: Empty collection
uk: Порожня колекція

source: Empty column
uk: Порожній стовпець

source: Empty query result
uk: Порожній результат запиту

source: Empty query?
uk: Порожній запит?

source: Empty row
uk: Порожній рядок

source: Enable 'Allow file uploads to database' in any database's settings
uk: Увімкніть «Дозволити завантаження файлів до бази даних» у налаштуваннях будь-якої бази даних

source: Enable Filter Select
uk: Увімкнути Вибір Фільтра

source: Enable cross-filtering
uk: Увімкнути перехресну фільтрацію

source: Enable data zooming controls
uk: Увімкнути елементи керування масштабуванням даних

source: Enable embedding
uk: Увімкнути вбудовування

source: Enable forecast
uk: Увімкнути прогноз

source: Enable forecasting
uk: Увімкнути прогнозування

source: Enable graph roaming
uk: Увімкнути роумінг графіків

source: Enable node dragging
uk: Увімкнути перетягування вершин

source: Enable query cost estimation
uk: Увімкнути оцінку вартості запиту

source: Enable server side pagination of results (experimental feature)
uk: Увімкнути розбивку результатів на стороні сервера (експериментальна функція)

source: Encountered invalid NULL spatial entry, please consider filtering those out
uk: Виявлено недійсний просторовий запис NULL, відфільтруйте його

source: End
uk: Кінець

source: End (Longitude, Latitude):
uk: Кінець (довгота, широта):

source: End Longitude & Latitude
uk: Кінцева Довгота & Широта

source: End Time
uk: Час закінчення

source: End angle
uk: Кінцевий кут

source: End date
uk: Дата завершення

source: End date excluded from time range
uk: Дата завершення виключена з діапазону часу

source: End date must be after start date
uk: Дата завершення має бути після дати початку

source: Engine "%(engine)s" cannot be configured through parameters.
uk: Двигун "%(engine)s" не можна налаштувати за допомогою параметрів.

source: Engine Parameters
uk: Параметри Двигуна

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
uk: Специфікація двигуна "InvalidEngine" не підтримує налаштування за допомогою окремих параметрів.

source: Enter CA_BUNDLE
uk: Введіть CA_BUNDLE

source: Enter Primary Credentials
uk: Введіть Основні Облікові Дані

source: Enter a delimiter for this data
uk: Введіть роздільник для цих даних

source: Enter a name for this sheet
uk: Введіть назву для цього аркуша

source: Enter a new title for the tab
uk: Введіть нову назву для вкладки

source: Enter duration in seconds
uk: Введіть тривалість у секундах

source: Enter fullscreen
uk: Вхід у повноекранний режим

source: Enter the required %(dbModelName)s credentials
uk: Введіть необхідні облікові дані %(dbModelName)s

source: Entity
uk: Сутність

source: Entity ID
uk: Ідентифікатор сутності

source: Equal Date Sizes
uk: Рівні Розміри Дати

source: Equal to (=)
uk: Дорівнює (=)

source: Error
uk: Помилка

source: Error in jinja expression in HAVING clause: %(msg)s
uk: Помилка у виразі jinja в реченні HAVING: %(msg)s

source: Error in jinja expression in RLS filters: %(msg)s
uk: Помилка у виразі jinja у фільтрах RLS: %(msg)s

source: Error in jinja expression in WHERE clause: %(msg)s
uk: Помилка у виразі jinja в реченні WHERE: %(msg)s

source: Error in jinja expression in fetch values predicate: %(msg)s
uk: Помилка у виразі jinja в предикаті вибірки значень: %(msg)s

source: Error loading chart datasources. Filters may not work correctly.
uk: Помилка завантаження джерел даних діаграми. Фільтри можуть не працювати належним чином.

source: Error message
uk: Повідомлення про помилку

source: Error while fetching charts
uk: Помилка під час отримання діаграм

source: Error while fetching data: %s
uk: Помилка під час отримання даних: %s

source: Error while rendering virtual dataset query: %(msg)s
uk: Помилка під час відтворення запиту віртуального датасету: %(msg)s

source: Error: %(error)s
uk: Помилка: %(error)s

source: Error: %(msg)s
uk: Помилка: %(msg)s

source: Error: permalink state not found
uk: Помилка: стан постійного посилання не знайдено

source: Estimate cost
uk: Оцінка вартості

source: Estimate selected query cost
uk: Оцінка вартості вибраного запиту

source: Estimate the cost before running a query
uk: Оцініть вартість перед виконанням запиту

source: Event
uk: Подія

source: Event Flow
uk: Потік Подій

source: Event Names
uk: Назви Подій

source: Event definition
uk: Визначення події

source: Event flow
uk: Потік подій

source: Event time column
uk: Стовпець часу події

source: Every
uk: Кожен

source: Evolution
uk: Еволюція

source: Exact
uk: Точно

source: Example
uk: Приклад

source: Examples
uk: Приклади

source: Excel File
uk: Файл Excel

source: Excel file "%(excel_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
uk: Файл Excel "%(excel_filename)s" завантажено в таблицю "%(table_name)s" бази даних "%(db_name)s"

source: Excel to Database configuration
uk: Налаштування Excel для бази даних

source: Exclude selected values
uk: Виключити вибрані значення

source: Excluded roles
uk: Виключені ролі

source: Executed SQL
uk: Виконано SQL

source: Executed query
uk: Виконаний запит

source: Execution ID
uk: Ідентифікатор виконання

source: Execution log
uk: Журнал виконання

source: Existing dataset
uk: Існуючий датасет

source: Exit fullscreen
uk: Вийти з повноекранного режиму

source: Expand
uk: Розгорнути

source: Expand all
uk: Розгорнути все

source: Expand data panel
uk: Розгорнути панель даних

source: Expand row
uk: Розгорнути рядок

source: Expand table preview
uk: Розгорнути попередній перегляд таблиці

source: Expand tool bar
uk: Розгорнути панель інструментів

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
uk: Очікується формула із залежним параметром часу 'x' у мілісекундах від епохи. mathjs використовується для обчислення формул. Приклад: '2x+5'

source: Experimental
uk: Експериментальний

source: Explore
uk: Дослідити

source: Explore - %(table)s
uk: Дослідити - %(table)s

source: Explore the result set in the data exploration view
uk: Дослідіть набір результатів у вікні дослідження даних

source: Export
uk: Експорт

source: Export dashboards?
uk: Експортувати дашборди?

source: Export query
uk: Запит на експорт

source: Export to .CSV
uk: Експорт у .CSV

source: Export to .JSON
uk: Експорт у .JSON

source: Export to Excel
uk: Експорт до Excel

source: Export to YAML
uk: Експорт до YAML

source: Export to YAML?
uk: Експорт до YAML?

source: Export to full .CSV
uk: Експортувати у повний .CSV

source: Export to original .CSV
uk: Експортувати в оригінальний .CSV

source: Export to pivoted .CSV
uk: Експорт у зведений .CSV

source: Expose database in SQL Lab
uk: Надати доступ до бази даних у SQL Lab

source: Expose in SQL Lab
uk: Доступний в SQL Lab

source: Expose this DB in SQL Lab
uk: Надати доступ до БД у SQL Lab

source: Expression
uk: Вираз

source: Extra
uk: Додатково

source: Extra Controls
uk: Додаткові Елементи Керування

source: Extra Parameters
uk: Додаткові Параметри

source: Extra data for JS
uk: Додаткові дані для JS

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
uk: Додаткові дані для визначення метаданих таблиці. Наразі підтримує метадані у форматі: `{ "сертифікація": { "certified_by": "Команда платформи даних", "подробиці": "Ця таблиця є джерелом правди." }, "warning_markdown": "Це попередження." }`.

source: Extra field cannot be decoded by JSON. %(msg)s
uk: Додаткове поле не може бути декодовано JSON.

source: Extra parameters for use in jinja templated queries
uk: Додаткові параметри для використання в шаблонних запитах jinja

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
uk: Додаткові параметри, які будь-який плагін може вибрати для використання в шаблонних запитах Jinja

source: Extra url parameters for use in Jinja templated queries
uk: Додаткові параметри URL-адреси для використання в шаблонних запитах Jinja

source: Extruded
uk: Екструдований

source: FEB
uk: ЛЮТ

source: FRI
uk: ПТ

source: Factor
uk: Фактор

source: Factor to multiply the metric by
uk: Коефіцієнт, на який потрібно помножити метрику

source: Fail
uk: Помилка

source: Failed
uk: Помилка

source: Failed at retrieving results
uk: Не вдалося отримати результати

source: Failed at stopping query. %s
uk: Не вдалося зупинити запит. %s

source: Failed to create report
uk: Не вдалося створити звіт

source: Failed to execute %(query)s
uk: Не вдалося виконати %(query)s

source: Failed to generate chart edit URL
uk: Не вдалося створити URL-адресу редагування діаграми

source: Failed to load chart data
uk: Не вдалося завантажити дані діаграми

source: Failed to load chart data.
uk: Не вдалося завантажити дані діаграми.

source: Failed to retrieve advanced type
uk: Не вдалося отримати розширений тип

source: Failed to save cross-filter scoping
uk: Не вдалося зберегти область перехресного фільтра

source: Failed to start remote query on a worker.
uk: Помилка запуску віддаленого запиту для робочого.

source: Failed to update report
uk: Не вдалося оновити звіт

source: Failed to verify select options: %s
uk: Не вдалося перевірити вибрані параметри: %s

source: Favorite
uk: Обране

source: Favorites
uk: Обране

source: February
uk: Лютий

source: Fetch Values Predicate
uk: Предикат Отримання Значень

source: Fetch data preview
uk: Попередній перегляд даних

source: Fetched %s
uk: Отримано %s

source: Fetching
uk: Отримання

source: Field cannot be decoded by JSON. %(json_error)s
uk: Поле не може бути декодовано JSON. %(json_error)s

source: Field cannot be decoded by JSON. %(msg)s
uk: Поле не може бути декодовано JSON. %(msg)s

source: Field is required
uk: Поле обов'язкове

source: File
uk: Файл

source: Fill Color
uk: Колір заливки

source: Fill all required fields to enable "Default Value"
uk: Заповніть усі необхідні поля, щоб увімкнути "Значення за замовчуванням"

source: Fill method
uk: Метод заповнення

source: Filled
uk: Заповнений

source: Filter
uk: Фільтр

source: Filter Configuration
uk: Конфігурація фільтра

source: Filter List
uk: Список Фільтрів

source: Filter Settings
uk: Налаштування Фільтра

source: Filter Type
uk: Тип Фільтра

source: Filter box (deprecated)
uk: Коробка фільтра (застаріле)

source: Filter charts
uk: Діаграми фільтрів

source: Filter configuration
uk: Конфігурація фільтра

source: Filter configuration for the filter box
uk: Конфігурація фільтра для коробки фільтра

source: Filter has default value
uk: Фільтр має значення за замовчуванням

source: Filter menu
uk: Меню фільтрів

source: Filter metadata changed in dashboard. It will not be applied.
uk: Метадані фільтра змінено на дашборду. Він не буде застосований.

source: Filter name
uk: Назва фільтра

source: Filter only displays values relevant to selections made in other filters.
uk: Фільтр відображає лише значення, що стосуються вибору в інших фільтрах.

source: Filter results
uk: Фільтрувати результати

source: Filter set already exists
uk: Набір фільтрів уже існує

source: Filter set with this name already exists
uk: Набір фільтрів із такою назвою вже існує

source: Filter sets (%(filterSetCount)d)
uk: Набори фільтрів (%(filterSetCount)d)

source: Filter type
uk: Тип фільтра

source: Filter value (case sensitive)
uk: Значення фільтра (з урахуванням регістру)

source: Filter value is required
uk: Потрібне значення фільтра

source: Filter value list cannot be empty
uk: Список значень фільтра не може бути порожнім

source: Filter your charts
uk: Фільтруйте свої діаграми

source: Filterable
uk: Можна фільтрувати

source: Filters
uk: Фільтри

source: Filters (%d)
uk: Фільтри (%d)

source: Filters by columns
uk: Фільтри за стовпцями

source: Filters by metrics
uk: Фільтри за метриками

source: Filters configuration
uk: Конфігурація фільтрів

source: Filters out of scope (%d)
uk: Фільтри поза межами (%d)

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
uk: Фільтри з однаковим ключем групи об’єднуватимуться разом у групі, тоді як різні групи фільтрів об’єднуватимуться разом. Невизначені групові ключі розглядаються як унікальні групи, тобто не групуються разом. Наприклад, якщо таблиця має три фільтри, два з яких призначено для відділів фінансів і маркетингу (ключ групи = 'department'), а один відноситься до регіону Європа (ключ групи = 'регіон'), пункт фільтра застосовуватиме фільтр (відділ = «Фінанси» АБО відділ = «Маркетинг») І (регіон = «Європа»).

source: Finish
uk: Закінчити

source: First
uk: Перший

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
uk: Виправте лінію тренду на повний часовий діапазон, указаний у випадку, якщо відфільтровані результати не включають дати початку або завершення

source: Fix to selected Time Range
uk: Виправлення для вибраного діапазону часу

source: Fixed
uk: Виправлено

source: Fixed Color
uk: Фіксований Колір

source: Fixed color
uk: Фіксований колір

source: Fixed point radius
uk: Радіус фіксованої точки

source: Flow
uk: Потік

source: Font size
uk: Розмір шрифту

source: Font size for axis labels, detail value and other text elements
uk: Розмір шрифту для позначок осей, значення деталей та інших текстових елементів

source: Font size for the biggest value in the list
uk: Розмір шрифту для найбільшого значення в списку

source: Font size for the smallest value in the list
uk: Розмір шрифту для найменшого значення в списку

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
uk: Для Bigquery, Presto та Postgres показує кнопку для обчислення вартості перед виконанням запиту.

source: For further instructions, consult the
uk: Для отримання подальших інструкцій зверніться до

source: For more information about objects are in context in the scope of this function, refer to the
uk: Для отримання додаткової інформації про об’єкти в контексті в області видимості цієї функції зверніться до

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
uk: Для звичайних фільтрів це ролі, до яких застосовуватиметься цей фільтр. Для базових фільтрів це ролі, до яких фільтр НЕ ЗАСТОСОВУЄТЬСЯ, напр. Адміністратор, якщо адміністратор має бачити всі дані.

source: Force
uk: Сила

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
uk: Примусово створювати всі таблиці та подання в цій схемі під час натискання CTAS або CVAS у SQL Lab.

source: Force date format
uk: Примусовий формат дати

source: Force refresh
uk: Примусове оновлення

source: Force refresh schema list
uk: Примусово оновити список схем

source: Force refresh table list
uk: Примусово оновити список таблиць

source: Forecast periods
uk: Періоди прогнозу

source: Foreign key
uk: Зовнішній ключ

source: Form data not found in cache, reverting to chart metadata.
uk: Дані форми не знайдено в кеші, повернення до метаданих діаграми.

source: Form data not found in cache, reverting to dataset metadata.
uk: Дані форми не знайдено в кеші, повернення до метаданих датасету.

source: Formattable
uk: Можна форматувати

source: Formatted CSV attached in email
uk: Відформатований файл CSV, вкладений в електронний лист

source: Formatted date
uk: Відформатована дата

source: Formatted value
uk: Форматоване значення

source: Formatting
uk: Форматування

source: Formula
uk: Формула

source: Forward values
uk: Передавати значення

source: Found invalid orderby options
uk: Знайдено недійсні параметри порядку

source: Fraction digits
uk: Цифри дробу

source: Frequency
uk: Частота

source: Friction
uk: Тертя

source: Friction between nodes
uk: Тертя між вершинами

source: Friday
uk: П'ятниця

source: From date cannot be larger than to date
uk: Початкова дата не може бути більшою за поточну дату

source: Full name
uk: ПІБ

source: Funnel Chart
uk: Воронкова Діаграма

source: Further customize how to display each column
uk: Додатково налаштуйте відображення кожного стовпця

source: Further customize how to display each metric
uk: Додатково налаштуйте відображення кожної метрики

source: Gauge Chart
uk: Калібрувальна Діаграма

source: General
uk: Загальне

source: Generating link, please wait..
uk: Посилання генерується, зачекайте..

source: Generic Chart
uk: Загальна Діаграма

source: Geo
uk: Гео

source: GeoJson Column
uk: Колонка GeoJson

source: GeoJson Settings
uk: Налаштування GeoJson

source: Geohash
uk: Геохеш

source: Get the last date by the date unit.
uk: Отримати останню дату за одиницею дати.

source: Get the specify date for the holiday
uk: Отримати вказану дату свята

source: Go to the edit mode to configure the dashboard and add charts
uk: Перейдіть у режим редагування, щоб налаштувати дашборд і додати діаграми

source: Gold
uk: Золото

source: Google Sheet Name and URL
uk: Назва та URL-адреса таблиці Google

source: Grace period
uk: Перерва між оповіщеннями

source: Graph Chart
uk: Мережевий Графік

source: Graph layout
uk: Формат мережевого графіку

source: Gravity
uk: Гравітація

source: Greater or equal (>=)
uk: Більше або дорівнює (>=)

source: Greater than (>)
uk: Більше ніж (>)

source: Grid
uk: Сітка

source: Grid Size
uk: Розмір Сітки

source: Group By filter plugin
uk: Плагін фільтра Group By

source: Group By, Metrics or Percentage Metrics must have a value
uk: Метрики групування, метрики або відсотки повинні мати значення

source: Group Key
uk: Ключ Групи

source: Group by
uk: Групувати за

source: Groupable
uk: Групується
