Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Country
uk: Країна

source: Country Color Scheme
uk: Схема Кольорів Країни

source: Country Column
uk: Колонка Країни

source: Country Field Type
uk: Тип Поля Країни

source: Country Map
uk: Карта Країни

source: Create
uk: Створити

source: Create Chart
uk: Створити Діаграму

source: Create a dataset
uk: Створіть датасет

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
uk: Створіть датасет, щоб розпочати візуалізацію даних у вигляді діаграми, або перейдіть до SQL Lab, щоб перегляду даних.

source: Create a new chart
uk: Створити нову діаграму

source: Create chart
uk: Створити діаграму

source: Create chart with dataset
uk: Створити діаграму з датасетом

source: Create dataset
uk: Створити датасет

source: Create dataset and create chart
uk: Створити датасет і створити діаграму

source: Create new chart
uk: Створити нову діаграму

source: Create new filter set
uk: Створити новий набір фільтрів

source: Create or select schema...
uk: Створити або вибрати схему...

source: Created
uk: Створено

source: Created On
uk: Створено На

source: Created by
uk: Створено (ким)

source: Created by me
uk: Створено мною

source: Created content
uk: Створений вміст

source: Created on
uk: Створено на

source: Creating SSH Tunnel failed for an unknown reason
uk: Не вдалося створити тунель SSH з невідомої причини

source: Creating a data source and creating a new tab
uk: Створення datasource і створення нової вкладки

source: Creator
uk: Творець

source: Crimson
uk: Багряний

source: Cross-filter will be applied to all of the charts that use this dataset.
uk: Перехресний фільтр буде застосовано до всіх діаграм, які використовують цей датасет.

source: Cross-filtering is not enabled for this dashboard.
uk: Перехресна фільтрація не ввімкнена для цього дашборду.

source: Cross-filtering is not enabled in this dashboard
uk: На цьому дашборду не ввімкнено перехресну фільтрацію

source: Cross-filtering scoping
uk: Обсяг перехресної фільтрації

source: Cross-filters
uk: Крос-фільтри

source: Cumulative
uk: Кумулятивний

source: Currently rendered: %s
uk: Поточно відтворено: %s

source: Custom
uk: На замовлення

source: Custom Plugin
uk: Користувацький плагін

source: Custom Plugins
uk: Користувацькі плагіни

source: Custom SQL
uk: Користувацький SQL

source: Custom SQL ad-hoc metrics are not enabled for this dataset
uk: Спеціальні метрики SQL не ввімкнено для цього датасету

source: Custom SQL fields cannot contain sub-queries.
uk: Кастомні поля SQL не можуть містити підзапити.

source: Custom time filter plugin
uk: Плагін спеціального фільтра часу

source: Customize
uk: Налаштувати

source: Customize Metrics
uk: Налаштувати Метрики

source: Customize columns
uk: Налаштувати стовпці

source: Cyclic dependency detected
uk: Виявлено циклічну залежність

source: D3 format syntax: https://github.com/d3/d3-format
uk: Синтаксис формату D3: https://github.com/d3/d3-format

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
uk: Формат чисел D3 для чисел від -1,0 до 1,0, корисний, коли ви хочете мати різні значущі цифри для малих і великих чисел

source: D3 time format for datetime columns
uk: Формат часу D3 для стовпців дати й часу

source: D3 time format syntax: https://github.com/d3/d3-time-format
uk: Синтаксис формату часу D3: https://github.com/d3/d3-time-format

source: DB column %(col_name)s has unknown type: %(value_type)s
uk: Стовпець БД %(col_name)s має невідомий тип: %(value_type)s

source: DEC
uk: ДЕК

source: DELETE
uk: ВИДАЛИТИ

source: Daily seasonality
uk: Денна сезонність

source: Dark
uk: Темний

source: Dark Cyan
uk: Темно-блакитний

source: Dark mode
uk: Темний режим

source: Dashboard
uk: Дашборд

source: Dashboard [%s] just got created and chart [%s] was added to it
uk: Щойно створено дашборд [%s] і до нього додано діаграму [%s].

source: Dashboard [{}] just got created and chart [{}] was added to it
uk: Щойно створено дашборд [{}] і до нього додано діаграму [{}].

source: Dashboard could not be created.
uk: Не вдалося створити дашборд.

source: Dashboard could not be deleted.
uk: Не вдалося видалити дашборд.

source: Dashboard could not be updated.
uk: Не вдалося оновити дашборд.

source: Dashboard does not exist
uk: Дашборд не існує

source: Dashboard imported
uk: Дашборд імпортовано

source: Dashboard parameters are invalid.
uk: Недійсні параметри дашборду.

source: Dashboard properties
uk: Властивості дашборду

source: Dashboard properties updated
uk: Властивості дашборду оновлено

source: Dashboard scheme
uk: Схема дашборда

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
uk: Фільтри діапазону часу дашборду застосовуються до тимчасових стовпців, визначених у розділі фільтрів кожної діаграми. Додайте тимчасові стовпці до фільтрів діаграм, щоб цей фільтр дашборду впливав на ці діаграми.

source: Dashboard title
uk: Заголовок дашборду

source: Dashboard usage
uk: Використання дашборду

source: Dashboards
uk: Дашборди

source: Dashboards added to
uk: Додано дашборд

source: Dashboards could not be deleted.
uk: Не вдалося видалити дашборду.

source: Dashboards do not exist
uk: Дашборд не існують

source: Dashed
uk: Штрихована

source: Data
uk: Дані

source: Data Table
uk: Таблиця Даних

source: Data URI is not allowed.
uk: URI даних заборонено.

source: Data Zoom
uk: Масштабована Графіка

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
uk: Не вдалося десеріалізувати дані з серверної частини результатів. Можливо, формат зберігання змінився, відтворюючи старі дані. Потрібно повторно запустити вихідний запит.

source: Data could not be retrieved from the results backend. You need to re-run the original query.
uk: Не вдалося отримати дані з серверної частини результатів. Потрібно повторно запустити вихідний запит.

source: Data has no time steps
uk: Дані не мають часових кроків

source: Data preview
uk: Попередній перегляд даних

source: Data refreshed
uk: Дані оновлено

source: Data type
uk: Тип даних

source: DataFrame include at least one series
uk: DataFrame включає принаймні одну серію

source: DataFrame must include temporal column
uk: DataFrame має містити часовий стовпець

source: Database
uk: База даних

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for columnar uploads. Please contact your Superset Admin.
uk: Схема бази даних "%(database_name)s" "%(schema_name)s" не дозволена для завантажень у стовпці. Будь ласка, зверніться до свого адміністратора Superset.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for csv uploads. Please contact your Superset Admin.
uk: База даних "%(database_name)s" схема "%(schema_name)s" не дозволена для завантажень CSV. Будь ласка, зверніться до свого адміністратора Superset.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for excel uploads. Please contact your Superset Admin.
uk: База даних "%(database_name)s" схема "%(schema_name)s" не дозволена для завантажень в Excel. Будь ласка, зверніться до свого адміністратора Superset.

source: Database Connections
uk: Підключення до Бази Даних

source: Database Creation Error
uk: Помилка Створення Бази Даних

source: Database URL
uk: URL Бази Даних

source: Database connected
uk: База даних підключена

source: Database could not be created.
uk: Не вдалося створити базу даних.

source: Database could not be deleted.
uk: Не вдалося видалити базу даних.

source: Database could not be updated.
uk: Не вдалося оновити базу даних.

source: Database does not allow data manipulation.
uk: База даних не дозволяє маніпулювати даними.

source: Database does not exist
uk: База даних не існує

source: Database does not support subqueries
uk: База даних не підтримує підзапити

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
uk: Можливо не встановлено драйвер бази даних для імпорту. Відвідайте сторінку документації Superset, щоб отримати інструкції з встановлення:

source: Database error
uk: Помилка бази даних

source: Database is offline.
uk: База даних офлайн.

source: Database is required for alerts
uk: Для оповіщень потрібна база даних

source: Database name
uk: Назва бази даних

source: Database not allowed to change
uk: Базу даних не можна змінювати

source: Database not found.
uk: База даних не знайдена.

source: Database not found: %(id)s
uk: База даних не знайдена: %(id)s

source: Database parameters are invalid.
uk: Недійсні параметри бази даних.

source: Database passwords
uk: Паролі бази даних

source: Database port
uk: Порт бази даних

source: Database settings updated
uk: Налаштування бази даних оновлено

source: Databases
uk: Бази даних

source: Dataframe Index
uk: Індекс кадру даних

source: Dataset
uk: Датасет

source: Dataset %(name)s already exists
uk: Датасет %(name)s вже існує

source: Dataset Name
uk: Назва Датасету

source: Dataset column delete failed.
uk: Помилка видалення стовпця датасету.

source: Dataset column not found.
uk: Стовпець датасету не знайдено.

source: Dataset could not be created.
uk: Не вдалося створити датасет.

source: Dataset could not be deleted.
uk: Не вдалося видалити датасет.

source: Dataset could not be duplicated.
uk: Не вдалося скопіювати датасет.

source: Dataset could not be updated.
uk: Не вдалося оновити датасет.

source: Dataset does not exist
uk: Датасет не існує

source: Dataset imported
uk: Датасет імпортовано

source: Dataset is required
uk: Потрібен датасет

source: Dataset metric delete failed.
uk: Помилка видалення метрики датасету.

source: Dataset metric not found.
uk: Метрику датасету не знайдено.

source: Dataset name
uk: Назва датасету

source: Dataset parameters are invalid.
uk: Параметри датасету недійсні.

source: Dataset schema is invalid, caused by: %(error)s
uk: Схема датасету недійсна, спричинена: %(error)s

source: Dataset(s) could not be bulk deleted.
uk: Не вдалося масово видалити датасет(и).

source: Datasets
uk: Датасети

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
uk: Датасети можна створювати з таблиць бази даних або SQL-запитів. Виберіть таблицю бази даних ліворуч або

source: Datasets do not contain a temporal column
uk: Датасети не містять тимчасового стовпця

source: Datasource & Chart Type
uk: Datasource & Тип діаграми

source: Datasource does not exist
uk: Datasource не існує

source: Datasource type is invalid
uk: Недійсний тип datasource

source: Datasource type is required when datasource_id is given
uk: Тип datasource є обов’язковим, якщо вказано datasource_id

source: Date Time Format
uk: Формат дати і часу

source: Date filter
uk: Фільтр дати

source: Date format
uk: Формат дати

source: Date format string
uk: Рядок формату дати

source: Date/Time
uk: Дата/час

source: Datetime Format
uk: Формат дати й часу

source: Datetime column not provided as part table configuration and is required by this type of chart
uk: Стовпець дата і час не надається як конфігурація таблиці деталей і потрібен для цього типу діаграми

source: Datetime format
uk: Формат дати і часу

source: Day
uk: День

source: Day (freq=D)
uk: День (freq=D)

source: Days %s
uk: Дні %s

source: Db engine did not return all queried columns
uk: Механізм бази даних не повернув усі запитувані стовпці

source: Deactivate
uk: Дезактивувати

source: December
uk: Грудень

source: Decides which column to sort the base axis by.
uk: Вирішує, за яким стовпцем сортувати базову вісь.

source: Decides which measure to sort the base axis by.
uk: Вирішує, за якою мірою сортувати базову вісь.

source: Decimal Character
uk: Десятковий Символ

source: Deck.gl - 3D Grid
uk: Deck.gl - 3D Cітка

source: Deck.gl - Arc
uk: Deck.gl - Дуга

source: Deck.gl - Heatmap
uk: Deck.gl – Теплова карта

source: Deck.gl - Multiple Layers
uk: Deck.gl – Кілька шарів

source: Deck.gl - Paths
uk: Deck.gl - Шляхи

source: Deck.gl - Polygon
uk: Deck.gl - Багатокутник

source: Deck.gl - Scatter plot
uk: Deck.gl – Діаграма Розсіювання

source: Deck.gl - Screen Grid
uk: Deck.gl – Сітка Екрана

source: Default
uk: За замовчуванням

source: Default Endpoint
uk: Кінцева точка за замовчуванням

source: Default URL
uk: URL за умовчанням

source: Default URL to redirect to when accessing from the dataset list page
uk: URL-адреса за замовчуванням для перенаправлення під час доступу зі сторінки списку датасету

source: Default Value
uk: Значення за умовчанням

source: Default datetime
uk: Дата і час за замовчуванням

source: Default latitude
uk: Широта за замовчуванням

source: Default longitude
uk: Довгота за замовчуванням

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
uk: Мінімальна ширина стовпця за замовчуванням у пікселях, фактична ширина може бути більшою за цю, якщо іншим стовпцям не потрібно багато місця

source: Default value is required
uk: Потрібне значення за умовчанням

source: Default value must be set when "Filter has default value" is checked
uk: Значення за замовчуванням має бути встановлено, коли позначено "Фільтр має значення за замовчуванням".

source: Default value must be set when "Filter value is required" is checked
uk: Значення за замовчуванням має бути встановлено, коли позначено "Потрібне значення фільтра".

source: Default value set automatically when "Select first filter value by default" is checked
uk: Значення за замовчуванням встановлюється автоматично, якщо позначено "Вибрати значення першого фільтра за замовчуванням".

source: Define a function that receives the input and outputs the content for a tooltip
uk: Визначте функцію, яка отримує вхідні дані та виводить вміст для підказки

source: Define a function that returns a URL to navigate to when user clicks
uk: Визначте функцію, яка повертає URL-адресу для переходу, коли користувач клацає

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
uk: Визначте функцію JavaScript, яка отримує масив даних, що використовується у візуалізації, і, як очікується, повертатиме змінену версію цього масиву.

source: Defines a rolling window function to apply, works along with the [Periods] text box
uk: Визначає функцію ковзаючого вікна для застосування, працює разом із текстовим полем [Періоди].

source: Defines how each series is broken down
uk: Визначає, як розбивається кожнен ряд

source: Defines the grid size in pixels
uk: Визначає розмір сітки в пікселях

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
uk: Визначає групування сутностей. Кожнен ряд відображається певним кольором на діаграмі та має перемикач легенди

source: Defines the size of the rolling window function, relative to the time granularity selected
uk: Визначає розмір функції ковзаючого вікна відносно обраної деталізації часу

source: Defines whether the step should appear at the beginning, middle or end between two data points
uk: Визначає, чи повинен крок відображатися на початку, в середині чи в кінці між двома точками даних

source: Delete
uk: Видалити

source: Delete %s?
uk: Видалити %s?

source: Delete Annotation?
uk: Видалити Анотацію?

source: Delete Database?
uk: Видалити Базу Даних?

source: Delete Dataset?
uk: Видалити Датасет?

source: Delete Layer?
uk: Видалити Шар?

source: Delete Query?
uk: Видалити Запит?

source: Delete Report?
uk: Видалити Звіт?

source: Delete Template?
uk: Видалити Шаблон?

source: Delete all Really?
uk: Видалити все Справді?

source: Delete annotation
uk: Видалити анотацію

source: Delete dashboard tab?
uk: Видалити вкладку дашборду?

source: Delete database
uk: Видалити базу даних

source: Delete email report
uk: Видалити звіт електронною поштою

source: Delete query
uk: Видалити запит

source: Delete template
uk: Видалити шаблон

source: Delete this container and save to remove this message.
uk: Видаліть цей контейнер і збережіть, щоб видалити це повідомлення.

source: Deleted
uk: Видалено

source: Deleted %(num)d annotation
uk: Видалена %(num)d анотація

source: Deleted %(num)d annotation layer
uk: Видалено %(num)d шар анотації

source: Deleted %(num)d chart
uk: Видалено %(num)d діаграму

source: Deleted %(num)d css template
uk: Видалено %(num)d шаблон CSS

source: Deleted %(num)d dashboard
uk: Видалено %(num)d дашборд

source: Deleted %(num)d dataset
uk: Видалено %(num)d датасет

source: Deleted %(num)d report schedule
uk: Видалено %(num)d розклад звітів

source: Deleted %(num)d rules
uk: Видалено %(num)d правило

source: Deleted %(num)d saved query
uk: Видалено %(num)d збережений запит

source: Deleted %s
uk: Видалено %s

source: Deleted: %s
uk: Видалено: %s

source: Deleting a tab will remove all content within it. You may still reverse this action with the
uk: Видалення вкладки призведе до видалення всього вмісту в ній. Ви все ще можете скасувати цю дію за допомогою

source: Delimited long & lat single column
uk: Довгота та широта в одному стовпці

source: Delimiter
uk: Роздільник

source: Delivery method
uk: Спосіб доставки

source: Demographics
uk: Демографія

source: Density
uk: Щільність

source: Dependent on
uk: Залежить від

source: Deprecated
uk: Застаріло

source: Description
uk: Опис

source: Description (this can be seen in the list)
uk: Опис (це можна побачити в списку)

source: Description Columns
uk: Стовпці опису

source: Description text that shows up below your Big Number
uk: Текст опису, який відображається під вашим великим числом

source: Deselect all
uk: Скасувати вибір усіх

source: Details of the certification
uk: Деталі сертифікації

source: Determines how whiskers and outliers are calculated.
uk: Визначає спосіб обчислення вусів і викидів.

source: Determines whether or not this dashboard is visible in the list of all dashboards
uk: Визначає, чи відображається цей дашборд у списку всіх дашбордів

source: Diamond
uk: Алмаз

source: Did you mean:
uk: Ви мали на увазі:

source: Difference
uk: Різниця

source: Dim Gray
uk: Тьмяно-сірий

source: Dimension
uk: Розмір

source: Dimension to use on x-axis.
uk: Розмір для використання на осі x.

source: Dimension to use on y-axis.
uk: Розмір для використання на осі Y.

source: Dimensions
uk: Розміри

source: Directed Force Layout
uk: Схема спрямованих сил

source: Directional
uk: Напрямок

source: Disable SQL Lab data preview queries
uk: Вимкнути запити попереднього перегляду даних SQL Lab

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
uk: Вимкнути попередній перегляд даних під час отримання метаданих таблиці в SQL Lab. Корисно, щоб уникнути проблем із продуктивністю браузера під час використання баз даних із дуже широкими таблицями

source: Disable embedding?
uk: Вимкнути вбудовування?

source: Disabled
uk: Вимкнено

source: Discard
uk: Відкинути

source: Discrete
uk: Дискретний

source: Display Name
uk: Відображуване ім'я

source: Display column level total
uk: Відобразити загальний рівень стовпця

source: Display configuration
uk: Конфігурація дисплея

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
uk: Відображати метрики поруч у кожному стовпці, на відміну від відображення кожного стовпця поруч для кожної метрики.

source: Display row level total
uk: Відображення загального рівня рядка

source: Display settings
uk: Налаштування дисплея

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
uk: Відображає зв’язки між сутностями в структурі графа. Корисно для відображення зв’язків і показу, які вузли важливі в мережі. Графічні діаграми можна налаштувати так, щоб вони були спрямовані силою або оберталися. Якщо ваші дані містять геопросторовий компонент, спробуйте дугову діаграму deck.gl.

source: Distribute across
uk: Розподілити

source: Distribution
uk: Розподіл

source: Distribution - Bar Chart
uk: Розподіл – Стовпчаста Діаграма

source: Divider
uk: Роздільник

source: Do you want a donut or a pie?
uk: Кругова чи секторна діаграма?

source: Documentation
uk: Документація

source: Domain
uk: Домен

source: Donut
uk: Кільцева діаграма

source: Dotted
uk: пунктир

source: Download
uk: Завантажити

source: Download as image
uk: Завантажити як зображення

source: Download to CSV
uk: Завантажити у CSV

source: Download as PDF
uk: Завантажити як PDF

source: Download as Doc
uk: Завантажити як Word документ

source: Portrait
uk: Портрет

source: Landscape
uk: Пейзаж

source: Draft
uk: Чернетка

source: Drag and drop components and charts to the dashboard
uk: Перетягніть компоненти та діаграми на дашборд

source: Drag and drop components to this tab
uk: Перетягніть компоненти на цю вкладку

source: Draw a marker on data points. Only applicable for line types.
uk: Намалюйте маркер на точках даних. Застосовується лише для типів ліній.

source: Draw area under curves. Only applicable for line types.
uk: Намалюйте область під кривими. Застосовується лише для типів ліній.

source: Draw line from Pie to label when labels outside?
uk: Малювати лінію від секторної діаграми до мітки, коли мітки зовні?

source: Draw split lines for minor axis ticks
uk: Намалюйте розділені лінії для позначок другорядної осі

source: Draw split lines for minor y-axis ticks
uk: Намалюйте розділені лінії для другорядних точок осі Y

source: Drop a column here or click
uk: Перетягніть стовпець сюди або натисніть

source: Drop a column/metric here or click
uk: Перетягніть стовпець/метрику сюди або натисніть

source: Drop a temporal column here or click
uk: Перемістіть сюди тимчасовий стовпець або натисніть

source: Drop columns/metrics here or click
uk: Перетягніть стовпці/метрики сюди або натисніть

source: Dual Line Chart
uk: Дволінійна Діаграма

source: Duplicate
uk: Дублікат

source: Duplicate column name(s): %(columns)s
uk: Дубльовані назви стовпців: %(columns)s

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
uk: Дубльовані мітки стовпця/метрики: %(labels)s. Переконайтеся, що всі стовпці та метрики мають унікальну мітку.

source: Duplicate dataset
uk: Дубльований датасет

source: Duplicate tab
uk: Дублювати вкладку

source: Duration
uk: Тривалість

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
uk: Тривалість (у секундах) тайм-ауту кешування для діаграм цієї бази даних. Тайм-аут 0 вказує на те, що кеш ніколи не видалеться, а -1 пропускає кеш. Зауважте, що за замовчуванням використовується глобальний тайм-аут, якщо не визначено.
