Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Parameter error
uk: Помилка параметра

source: Parameters
uk: Параметри

source: Parameters
uk: Параметри

source: Parameters related to the view and perspective on the map
uk: Параметри, пов'язані з видом і перспективою на карті

source: Parent
uk: Батько

source: Parse Dates
uk: Аналіз Дат

source: Part of a Whole
uk: Частина Цілого

source: Partition Chart
uk: Діаграма Розділу

source: Partition Diagram
uk: Діаграма Розділу

source: Partition Limit
uk: Обмеження Розділу

source: Partition Threshold
uk: Порогове значення розділу

source: Partitions whose height to parent height proportions are below this value are pruned
uk: Розділи, чия пропорція висоти до батьківської висоти нижча за це значення, скорочуються

source: Password
uk: Пароль

source: Paste Private Key here
uk: Вставте закритий ключ сюди

source: Paste content of service credentials JSON file here
uk: Вставте сюди вміст JSON-файлу облікових даних служби

source: Paste the shareable Google Sheet URL here
uk: Вставте сюди URL-адресу таблиці Google, яку можна поділити

source: Pattern
uk: Шаблон

source: Percent Change
uk: Відсоткова зміна

source: Percentage
uk: Відсоток

source: Percentage change
uk: Зміна у відсотках

source: Percentage metrics
uk: Відсоткові метрики

source: Percentage threshold
uk: Відсотковий поріг

source: Percentages
uk: Відсотки

source: Performance
uk: Продуктивність

source: Period average
uk: Середнє за період

source: Periods
uk: Періоди

source: Periods must be a whole number
uk: Точки мають бути цілим числом

source: Person or group that has certified this chart.
uk: Особа або група, яка сертифікувала цю таблицю.

source: Person or group that has certified this dashboard.
uk: Особа або група, яка сертифікувала цей дашборд.

source: Person or group that has certified this metric
uk: Особа або група, яка сертифікувала цю метрику

source: Physical
uk: Фізичний

source: Physical (table or view)
uk: Фізичний (таблиця або подання)

source: Physical dataset
uk: Набір фізичних даних

source: Pick a dimension from which categorical colors are defined
uk: Виберіть розмір, з якого визначаються категоричні кольори

source: Pick a granularity in the Time section or uncheck 'Include Time'
uk: Виберіть деталізацію в розділі «Час» або зніміть прапорець «Включити час»

source: Pick a metric for left axis!
uk: Виберіть метрику для лівої осі!

source: Pick a metric for right axis!
uk: Виберіть метрику для правої осі!

source: Pick a metric for x, y and size
uk: Виберіть метрику для x, y і розміру

source: Pick a metric to display
uk: Виберіть метрику для відображення

source: Pick a metric!
uk: Виберіть метрику!

source: Pick a name to help you identify this database.
uk: Виберіть назву, яка допоможе вам ідентифікувати цю базу даних.

source: Pick a nickname for how the database will display in Superset.
uk: Виберіть псевдонім для відображення бази даних у Superset.

source: Pick a set of deck.gl charts to layer on top of one another
uk: Виберіть набір діаграм deck.gl, щоб накласти одну на одну

source: Pick a time granularity for your time series
uk: Виберіть часову деталізацію для свого часового ряду

source: Pick a title for you annotation.
uk: Виберіть назву для своєї анотації.

source: Pick at least one field for [Series]
uk: Виберіть принаймні одне поле для [Series]

source: Pick at least one metric
uk: Виберіть принаймні одну метрику

source: Pick exactly 2 columns as [Source / Target]
uk: Виберіть рівно 2 стовпці як [Джерело / Ціль]

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
uk: Виберіть один або кілька стовпців, які мають відображатися в анотації. Якщо ви не виберете стовпець, усі вони будуть показані.

source: Pick your favorite markup language
uk: Виберіть свою обрану мову розмітки

source: Pie Chart
uk: Кругова діаграма

source: Pie shape
uk: Форма пирога

source: Pin
uk: Закріпити

source: Pivot Table
uk: Зведена Таблиця

source: Pivot operation must include at least one aggregate
uk: Операція Pivot повинна включати принаймні один агрегат

source: Pivot operation requires at least one index
uk: Операція Pivot вимагає принаймні одного індексу

source: Pivoted
uk: Зведено

source: Pixel height of each series
uk: Висота пікселів кожної серії

source: Pixels
uk: Пікселі

source: Plain
uk: Звичайний

source: Please DO NOT overwrite the "filter_scopes" key.
uk: Будь ласка, НЕ перезаписуйте ключ "filter_scopes".

source: Please apply filter changes
uk: Будь ласка, застосуйте зміни фільтра

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
uk: Будь ласка, перевірте свій запит і підтвердьте, що всі параметри шаблону взяті в подвійні дужки, наприклад "{{ ds }}". Потім спробуйте виконати запит ще раз.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
uk: Будь ласка, перевірте свій запит на наявність синтаксичних помилок на рівні "%(syntax_error)s" або біля нього. Потім спробуйте виконати запит ще раз.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
uk: Будь ласка, перевірте свій запит на синтаксичні помилки біля "%(server_error)s". Потім спробуйте виконати запит ще раз.

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
uk: Будь ласка, перевірте параметри шаблону на наявність синтаксичних помилок і переконайтеся, що вони збігаються у вашому SQL-запиті та встановлених параметрах. Потім спробуйте виконати запит ще раз.

source: Please choose at least one groupby
uk: Будь ласка, виберіть принаймні одну групу

source: Please choose different metrics on left and right axis
uk: Будь ласка, виберіть різні метрики на лівій і правій осях

source: Please confirm
uk: Будь ласка, підтвердьте

source: Please confirm the overwrite values.
uk: Підтвердьте значення перезапису.

source: Please enter a SQLAlchemy URI to test
uk: Будь ласка, введіть URI SQLAlchemy для перевірки

source: Please filter set name
uk: Будь ласка, відфільтруйте назву набору

source: Please re-enter the password.
uk: Будь ласка, введіть пароль повторно.

source: Please re-export your file and try importing again
uk: Будь ласка, повторно експортуйте свій файл і спробуйте імпортувати ще раз

source: Please reach out to the Chart Owner for assistance.
uk: Зверніться по допомогу до власника діаграми.

source: Please save the query to enable sharing
uk: Будь ласка, збережіть запит, щоб увімкнути спільний доступ

source: Please save your chart first, then try creating a new email report.
uk: Спочатку збережіть свою діаграму, а потім спробуйте створити новий звіт електронною поштою.

source: Please save your dashboard first, then try creating a new email report.
uk: Спочатку збережіть свій дашборд, а потім спробуйте створити новий звіт електронною поштою.

source: Please select both a Dataset and a Chart type to proceed
uk: Щоб продовжити, виберіть як датасет, так і тип діаграми

source: Please use 3 different metric labels
uk: Будь ласка, використовуйте 3 різні метричні мітки

source: Plot the distance (like flight paths) between origin and destination.
uk: Побудуйте відстань (наприклад, маршрути польоту) між пунктом відправлення та пунктом призначення.

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
uk: Розміщує окремі метрики для кожного рядка даних вертикально та пов’язує їх у вигляді лінії. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.

source: Plugins
uk: Плагіни

source: Point Color
uk: Колір Точки

source: Point Radius
uk: Радіус Точки

source: Point Radius Scale
uk: Шкала Радіуса Точки

source: Point Radius Unit
uk: Одиниця Радіуса Точки

source: Point Size
uk: Розмір Точки

source: Point Unit
uk: Одиниця виміру маркера

source: Point to your spatial columns
uk: Наведіть вказівник на ваші просторові стовпці

source: Points
uk: Маркери

source: Points and clusters will update as the viewport is being changed
uk: Маркери та кластери оновлюватимуться під час зміни вікна перегляду

source: Polygon Column
uk: Стовпець багатокутника

source: Polygon Encoding
uk: Полігональне кодування

source: Polygon Settings
uk: Параметри багатокутника

source: Polyline
uk: Полілінія

source: Pop Tab Link
uk: Посилання на спливаючу вкладку

source: Popular
uk: Популярний

source: Populate "Default value" to enable this control
uk: Заповніть "Значення за замовчуванням", щоб увімкнути цей елемент керування

source: Population age data
uk: Дані про вік населення

source: Port
uk: Порт

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
uk: Порт %(port)s на імені хоста "%(hostname)s" відмовив у з'єднанні.

source: Port out of range 0-65535
uk: Порт поза діапазоном 0-65535

source: Position JSON
uk: Позиція JSON

source: Position of child node label on tree
uk: Позиція мітки дочірнього вузла на дереві

source: Position of column level subtotal
uk: Позиція проміжного підсумку рівня стовпця

source: Position of intermediate node label on tree
uk: Положення мітки проміжної вершини на дереві

source: Position of row level subtotal
uk: Позиція проміжного підсумку рівня рядка

source: Powered by Apache Superset
uk: На базі Apache Superset

source: Pre-filter
uk: Попередній фільтр

source: Pre-filter available values
uk: Доступні значення попереднього фільтра

source: Pre-filter is required
uk: Потрібен попередній фільтр

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
uk: Предикат, застосований під час отримання окремого значення для заповнення компонента керування фільтром. Підтримує синтаксис шаблону jinja. Застосовується, лише коли ввімкнено `Увімкнути вибір фільтра`.

source: Predictive
uk: Прогнозування

source: Predictive Analytics
uk: Прогнозна аналітика

source: Preview
uk: Попередній перегляд

source: Preview: `%s`
uk: Попередній перегляд: `%s`

source: Previous
uk: Попередній

source: Previous Line
uk: Попередній рядок

source: Primary
uk: Первинний

source: Primary Metric
uk: Первинна метрика

source: Primary key
uk: Первинний ключ

source: Primary or secondary y-axis
uk: Первинна або допоміжна вісь y

source: Primary y-axis Bounds
uk: Основні межі осі y

source: Primary y-axis format
uk: Основний формат осі Y

source: Private Key
uk: Приватний ключ

source: Private Key & Password
uk: Приватний ключ

source: Private Key Password
uk: Пароль закритого ключа

source: Proceed
uk: Продовжуйте

source: Profile
uk: Профіль

source: Profile picture provided by Gravatar
uk: Зображення профілю надано Gravatar

source: Progress
uk: Прогрес

source: Progressive
uk: Прогресивний

source: Propagate
uk: Поширення

source: Proportional
uk: Пропорційний

source: Public and privately shared sheets
uk: Загальнодоступні та приватні аркуші

source: Publicly shared sheets only
uk: Лише загальнодоступні аркуші

source: Published
uk: Опубліковано

source: Purple
uk: Фіолетовий

source: Put labels outside
uk: Поставте мітки назовні

source: Put the labels outside of the pie?
uk: Розмістити мітки за межами діаграми?

source: Put the labels outside the pie?
uk: Розмістити мітки за межами діаграми?

source: Put your code here
uk: Введіть свій код тут

source: Python datetime string pattern
uk: Шаблон рядка дати й часу Python

source: QUERY DATA IN SQL LAB
uk: ЗАПИТ ДАНИХ В SQL LAB

source: Quarter
uk: Квартал

source: Quarters %s
uk: Чверті %s

source: Queries
uk: Запити

source: Query
uk: Запит

source: Query %s: %s
uk: Запит %s: %s

source: Query A
uk: Запит А

source: Query B
uk: Запит Б

source: Query History
uk: Історія Запитів

source: Query does not exist
uk: Запит не існує

source: Query history
uk: Історія запитів

source: Query imported
uk: Запит імпортовано

source: Query in a new tab
uk: Запит у новій вкладці

source: Query is too complex and takes too long to run.
uk: Запит надто складний і надто довго виконується.

source: Query mode
uk: Режим запиту

source: Query name
uk: Назва запиту

source: Query preview
uk: Попередній перегляд запиту

source: Query was stopped
uk: Запит зупинено

source: Query was stopped.
uk: Запит зупинено.

source: RANGE TYPE
uk: ТИП ДІАПАЗОНУ

source: RGB Color
uk: Колір RGB

source: RLS Rule could not be deleted.
uk: Правило RLS не вдалося видалити.

source: RLS Rule not found.
uk: Правило RLS не знайдено.

source: Radar
uk: Радар

source: Radar Chart
uk: Радарна діаграма

source: Radar render type, whether to display 'circle' shape.
uk: Тип візуалізації радара, чи відображати форму «коло».

source: Radial
uk: Радіальний

source: Radius in kilometers
uk: Радіус у кілометрах

source: Radius in meters
uk: Радіус у метрах

source: Radius in miles
uk: Радіус у милях

source: Ran %s
uk: Виконано %s

source: Range
uk: Діапазон

source: Range filter
uk: Фільтр діапазону

source: Range filter plugin using AntD
uk: Плагін фільтра діапазону за допомогою AntD

source: Range labels
uk: Мітки діапазону

source: Ranges
uk: Діапазони

source: Ranges to highlight with shading
uk: Діапазони для виділення затіненням

source: Ranking
uk: Рейтинг

source: Ratio
uk: Співвідношення

source: Raw records
uk: Необроблені записи

source: Ready to review filters in this dashboard?
uk: Готові переглянути фільтри на цьому дашборді?

source: Rebuild
uk: Відновити

source: Recent activity
uk: Остання активність

source: Recently created charts, dashboards, and saved queries will appear here
uk: Тут відображатимуться нещодавно створені діаграми, дашборди та збережені запити

source: Recently edited charts, dashboards, and saved queries will appear here
uk: Тут відображатимуться нещодавно відредаговані діаграми, дашборди та збережені запити

source: Recently modified
uk: Нещодавно змінено

source: Recently viewed charts, dashboards, and saved queries will appear here
uk: Тут відображатимуться нещодавно переглянуті діаграми, дашборди та збережені запити

source: Recents
uk: Останні

source: Recipients are separated by "," or ";"
uk: Одержувачі розділені "," або ";"

source: Recommended tags
uk: Рекомендовані теги

source: Record Count
uk: Кількість Записів

source: Rectangle
uk: Прямокутник

source: Redirects to this endpoint when clicking on the table from the table list
uk: Перенаправляє до цієї кінцевої точки під час натискання таблиці зі списку таблиць

source: Redo the action
uk: Повторити дію

source: Reduce X ticks
uk: Зменшити X галочок

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
uk: Зменшує кількість точок осі Х, які потрібно візуалізувати. Якщо значення true, вісь x не переповнюватиметься, а мітки можуть бути відсутніми. Якщо значення false, до стовпців буде застосовано мінімальну ширину, і ширина може перетікати в горизонтальну прокручування.

source: Refer to the
uk: Зверніться до

source: Referenced columns not available in DataFrame.
uk: Стовпці, на які посилаються, недоступні в DataFrame.

source: Refetch results
uk: Повторне отримання результатів

source: Refresh
uk: Оновити

source: Refresh dashboard
uk: Оновити дашборд

source: Refresh frequency
uk: Частота оновлення

source: Refresh interval
uk: Інтервал оновлення

source: Refresh interval saved
uk: Інтервал оновлення збережено

source: Refresh table list
uk: Оновити список таблиць

source: Refresh tables
uk: Оновити таблиці

source: Refresh the default values
uk: Оновити значення за замовчуванням

source: Refreshing charts
uk: Оновлення діаграм

source: Refreshing columns
uk: Оновлення стовпців

source: Regex
uk: Регулярний вираз

source: Regular
uk: Звичайний

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
uk: Звичайні фільтри додають пропозиції where до запитів, якщо користувач належить до ролі, на яку посилається фільтр, базові фільтри застосовують фільтри до всіх запитів, крім ролей, визначених у фільтрі, і можуть використовуватися для визначення того, що користувачі можуть бачити, якщо немає фільтрів RLS

source: Relational
uk: Реляційний

source: Relationships between community channels
uk: Відносини між каналами спільноти

source: Relative Date/Time
uk: Відносна Дата/Час

source: Relative period
uk: Відносний період

source: Relative quantity
uk: Відносна кількість

source: Reload
uk: Перезавантажити

source: Remind me in 24 hours
uk: Нагадати мені через 24 години

source: Remove
uk: Видалити

source: Remove cross-filter
uk: Видалити перехресний фільтр

source: Remove invalid filters
uk: Видалити недійсні фільтри

source: Remove item
uk: Видалити елемент

source: Remove query from log
uk: Видалити запит із журналу

source: Remove table preview
uk: Видалити попередній перегляд таблиці

source: Removed columns: %s
uk: Видалені стовпці: %s

source: Rename tab
uk: Перейменувати вкладку

source: Rendering
uk: Візуалізація

source: Replace
uk: Замінити

source: Report
uk: Звіт

source: Report Name
uk: Назва звіту

source: Report Schedule could not be created.
uk: Не вдалося створити розклад звітів.

source: Report Schedule could not be deleted.
uk: Не вдалося видалити розклад звітів.

source: Report Schedule could not be updated.
uk: Не вдалося оновити розклад звітів.

source: Report Schedule delete failed.
uk: Помилка видалення розкладу звіту.

source: Report Schedule execution failed when generating a csv.
uk: Помилка виконання розкладу звітів під час створення CSV.

source: Report Schedule execution failed when generating a dataframe.
uk: Помилка виконання розкладу звітів під час створення фрейму даних.

source: Report Schedule execution failed when generating a screenshot.
uk: Помилка виконання розкладу звітів під час створення знімка екрана.

source: Report Schedule execution got an unexpected error.
uk: Під час виконання розкладу звіту виникла неочікувана помилка.

source: Report Schedule is still working, refusing to re-compute.
uk: Розклад звітів все ще працює, відмовляючись від повторного обчислення.

source: Report Schedule log prune failed.
uk: Помилка видалення журналу розкладу звіту.

source: Report Schedule not found.
uk: Розклад звітів не знайдено.

source: Report Schedule parameters are invalid.
uk: Параметри розкладу звітів недійсні.

source: Report Schedule reached a working timeout.
uk: Розклад звітів досяг робочого тайм-ауту.

source: Report Schedule state not found
uk: Стан розкладу звіту не знайдено

source: Report a bug
uk: Повідомити про помилку

source: Report failed
uk: Помилка звіту

source: Report name
uk: Назва звіту

source: Report schedule
uk: Розклад звітів

source: Report schedule client error
uk: Повідомити про помилку клієнта розкладу

source: Report schedule system error
uk: Повідомити про системну помилку розкладу

source: Report schedule unexpected error
uk: Повідомити про неочікувану помилку розкладу

source: Report sending
uk: Відправлення звіту

source: Report sent
uk: Звіт надіслано

source: Report updated
uk: Звіт оновлено

source: Reports
uk: Звіти

source: Repulsion
uk: Відштовхування

source: Repulsion strength between nodes
uk: Сила відштовхування між вузлами

source: Request Permissions
uk: Запит дозволів

source: Request is incorrect: %(error)s
uk: Неправильний запит: %(error)s

source: Request is not JSON
uk: Запит не є JSON

source: Request missing data field.
uk: Відсутнє поле даних запиту.

source: Request timed out
uk: Вийшов час запиту

source: Required
uk: Обов'язково

source: Required control values have been removed
uk: Необхідні контрольні значення видалено

source: Resample
uk: Ресемплювання (зміна частоти даних)

source: Resample method should in
uk: Слід ввести метод ресемплювання

source: Resample operation requires DatetimeIndex
uk: Операція ресемплювання вимагає DatetimeIndex

source: Reset
uk: Скинути

source: Reset state
uk: Скинути стан

source: Resource already has an attached report.
uk: Ресурс уже має вкладений звіт.

source: Resource was not found.
uk: Ресурс не знайдено.

source: Restore Filter
uk: Відновити фільтр

source: Results
uk: Результати

source: Results %s
uk: Результати %s

source: Results backend is not configured.
uk: Бекенд результатів не налаштовано.

source: Results backend needed for asynchronous queries is not configured.
uk: Бекенд результатів, необхідний для асинхронних запитів, не налаштовано.

source: Return to specific datetime.
uk: Повернутися до конкретної дати та часу.

source: Reverse Lat & Long
uk: Поміняти місцями широту & довготу

source: Reverse lat/long
uk: Поміняти місцями широту/довготу

source: Rich Tooltip
uk: Розширена Підказка

source: Rich tooltip
uk: Розширена Підказка

source: Right
uk: Справа

source: Right Axis Format
uk: Формат правої осі

source: Right Axis Metric
uk: Метрика правої осі

source: Right axis metric
uk: Метрика правої осі

source: Right to Left
uk: Справа наліво

source: Right value
uk: Правильне значення

source: Right-click on a dimension value to drill to detail by that value.
uk: Клацніть правою кнопкою миші на значенні розміру, щоб деталізувати це значення.

source: Role
uk: Роль

source: Role %(r)s was extended to provide the access to the datasource %(ds)s
uk: Роль %(r)s було розширено для надання доступу до datasource %(ds)s

source: Roles
uk: Ролі

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
uk: Ролі — це список, який визначає доступ до дашборду. Надання ролі доступу до дошборду дозволить обійти перевірки рівня датасету. Якщо ролі не визначено, застосовуються звичайні дозволи доступу.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
uk: Ролі — це список, який визначає доступ до дашборду. Надання ролі доступу до дашборду дозволить обійти перевірки рівня датасету. Якщо ролі не визначено, застосовуються звичайні дозволи доступу.

source: Roles to grant
uk: Ролі для надання

source: Rolling Function
uk: Ковзаюча Середня

source: Rolling Window
uk: Ковзаюче Вікно

source: Rolling function
uk: Ковзаюча середня

source: Rolling window
uk: Ковзаюче вікно

source: Root certificate
uk: Кореневий сертифікат

source: Rotate axis label
uk: Мітка осі повороту

source: Rotate x axis label
uk: Обертання мітки осі x

source: Rotation to apply to words in the cloud
uk: Обертання для застосування до слів у хмарі

source: Round cap
uk: Заокруглення на кінцях

source: Row
uk: Рядок

source: Row Level Security
uk: Безпека Рівня Рядка

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row
uk: Рядок із заголовками для використання як назв стовпців (0 — перший рядок даних). Залиште порожнім, якщо немає рядка заголовка

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.
uk: Рядок, що містить заголовки для використання як імен стовпців (0 — перший рядок даних). Залиште порожнім, якщо немає рядка заголовка

source: Row limit
uk: Обмеження рядків

source: Rows
uk: Рядки
