Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Metric assigned to the [Y] axis
uk: Метрика, призначена осі [Y].

source: Metric change in value from `since` to `until`
uk: Зміна значення метрики з `з моменту` на `до`

source: Metric descending
uk: Метрика за спаданням

source: Metric factor change from `since` to `until`
uk: Зміна метричного коефіцієнта з `з` на `до`.

source: Metric for node values
uk: Метрика для значень вершин

source: Metric name
uk: Назва метрики

source: Metric name [%s] is duplicated
uk: Назва метрики [%s] дублюється

source: Metric percent change in value from `since` to `until`
uk: Відсоткова зміна метрики в значенні від `з` до `до`.

source: Metric that defines the size of the bubble
uk: Метрика, яка визначає розмір бульбашки

source: Metric to display bottom title
uk: Метрика для відображення нижнього заголовка

source: Metric to sort the results by
uk: Метрика для сортування результатів

source: Metric used as a weight for the grid's coloring
uk: Метрика, яка використовується як вага для забарвлення сітки

source: Metric used to calculate bubble size
uk: Метрика, яка використовується для обчислення розміру бульбашки

source: Metric used to control height
uk: Метрика, яка використовується для контролю висоти

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
uk: Метрика, яка використовується для визначення того, як сортуються найвищі ряди, якщо існує обмеження ряду або комірки. Якщо undefined повертається до першої метрики (де це доречно).

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
uk: Метрика, яка використовується для визначення того, як сортуються найвищі ряди, якщо існує обмеження ряду або рядку. Якщо undefined повертається до першої метрики (де це доречно).

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
uk: Метрика, яка використовується для впорядкування обмеження, якщо наявне обмеження ряду. Якщо undefined повертається до першої метрики (де це доречно).

source: Metrics
uk: Метрики

source: Metrics for which percentage of total are to be displayed. Calculated from only data within the row limit.
uk: Метрики, для яких має бути відображено відсоток загальної суми. Обчислюється лише на основі даних у межах обмеження рядків.

source: Middle
uk: Середній

source: Midnight
uk: Північ

source: Miles
uk: Милі

source: Min
uk: Мін

source: Min Periods
uk: Мін. Періоди

source: Min Width
uk: Мін. Ширина

source: Min periods
uk: Мін. періоди

source: Min/max (no outliers)
uk: Мін/макс (без викидів)

source: Mine
uk: Моє

source: Minimum
uk: Мінімум

source: Minimum Font Size
uk: Мінімальний Розмір Щрифту

source: Minimum Radius
uk: Мінімальний Радіус

source: Minimum leaf node event count
uk: Мінімальна кількість подій кінцевого вузла

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
uk: Мінімальний розмір радіуса кола, у пікселях. Коли рівень масштабування змінюється, це гарантує, що коло дотримується цього мінімального радіусу.

source: Minimum threshold in percentage points for showing labels.
uk: Мінімальний поріг у відсотках для показу міток.

source: Minimum value
uk: Мінімальне значення

source: Minimum value for label to be displayed on graph.
uk: Мінімальне значення для мітки, яка відображатиметься на графіку.

source: Minimum value on the gauge axis
uk: Мінімальне значення на осі калібру

source: Minor Split Line
uk: Додаткова розділена лінія

source: Minute
uk: Хвилина

source: Minutes %s
uk: Хвилини %s

source: Missing URL parameters
uk: Відсутні параметри URL-адреси

source: Missing dataset
uk: Відсутній датасет

source: Mixed Chart
uk: Змішана діаграма

source: Mixed Time-Series
uk: Змішана діаграма часових рядів

source: Modified
uk: Змінено

source: Modified %s
uk: Змінено %s

source: Modified by
uk: Змінено

source: Modified columns: %s
uk: Змінені стовпці: %s

source: Monday
uk: Понеділок

source: Month
uk: Місяць

source: Months %s
uk: Місяці %s

source: More
uk: Більше

source: More filters
uk: Більше фільтрів

source: Move only
uk: Лише рух

source: Moves the given set of dates by a specified interval.
uk: Пересуває заданий набір дат на вказаний інтервал.

source: Multi-Dimensions
uk: Багатовимірність

source: Multi-Layers
uk: Багатошаровість

source: Multi-Levels
uk: Багаторівневий

source: Multi-Variables
uk: Багатозмінні

source: Multiple
uk: Кілька

source: Multiple Line Charts
uk: Багатолінійні Діаграми

source: Multiple file extensions are not allowed for columnar uploads. Please make sure all files are of the same extension.
uk: Кілька розширень файлів не дозволені для завантажень у стовпці. Переконайтеся, що всі файли мають однакове розширення.

source: Multiple filtering
uk: Множинна фільтрація

source: Multiple formats accepted, look the geopy.points Python library for more details
uk: Приймається кілька форматів, подробиці можна знайти в бібліотеці geopy.points Python

source: Multiple selections allowed, otherwise filter is limited to a single value
uk: Дозволено кілька варіантів вибору, інакше фільтр обмежується одним значенням

source: Multiplier
uk: Множник

source: Must be unique
uk: Має бути унікальним

source: Must choose either a chart or a dashboard
uk: Потрібно вибрати діаграму або дашборд

source: Must have a [Group By] column to have 'count' as the [Label]
uk: Потрібно мати стовпець [Group By], щоб мати «count» як [Label]

source: Must have at least one numeric column specified
uk: Повинен містити принаймні один числовий стовпець

source: Must provide credentials for the SSH Tunnel
uk: Необхідно надати облікові дані для тунелю SSH

source: Must specify a value for filters with comparison operators
uk: Необхідно вказати значення для фільтрів з операторами порівняння

source: My beautiful colors
uk: Мої прекрасні кольори

source: My column
uk: Моя колонка

source: My metric
uk: Моя метрика

source: N/A
uk: Н/З

source: NOT GROUPED BY
uk: НЕ ЗГРУПОВАНО ЗА

source: NOV
uk: ЛИС

source: NOW
uk: ЗАРАЗ

source: NUMERIC
uk: ЧИСЛОВИЙ

source: Name
uk: Ім'я

source: Name is required
uk: Потрібне ім’я

source: Name must be unique
uk: Ім'я має бути унікальним

source: Name of table to be created from columnar data.
uk: Назва таблиці, яка буде створена з даних у стовпцях.

source: Name of table to be created from excel data.
uk: Назва таблиці, яка буде створена з даних Excel.

source: Name of table to be created with CSV file
uk: Назва таблиці, яка буде створена за допомогою файлу CSV

source: Name of the column containing the id of the parent node
uk: Назва стовпця, що містить ідентифікатор батьківської вершини

source: Name of the id column
uk: Назва стовпця id

source: Name of the source nodes
uk: Назва вихідних вузлів

source: Name of the table that exists in the source database
uk: Назва таблиці, яка існує у вихідній базі даних

source: Name of the target nodes
uk: Назва цільових вузлів

source: Name your database
uk: Назвіть базу даних

source: Need help? Learn how to connect your database
uk: Потрібна допомога? Дізнайтеся, як підключити вашу базу даних

source: Need help? Learn more about
uk: Потрібна допомога? Дізнайтеся більше про

source: Network error
uk: Помилка мережі

source: Network error.
uk: Помилка мережі.

source: New chart
uk: Нова діаграма

source: New columns added: %s
uk: Додано нові стовпці: %s

source: New dataset
uk: Новий датасет

source: New dataset name
uk: Назва нового датасету

source: New filter set
uk: Новий набір фільтрів

source: New header
uk: Новий заголовок

source: New tab
uk: Нова вкладка

source: New tab (Ctrl + q)
uk: Нова вкладка (Ctrl q)

source: New tab (Ctrl + t)
uk: Нова вкладка (Ctrl t)

source: Next
uk: Далі

source: Nightingale Rose Chart
uk: Діаграма Найтингейл

source: No
uk: Ні

source: No %s yet
uk: %s ще немає

source: No Access!
uk: Немає Доступу!

source: No Data
uk: Немає Даних

source: No Results
uk: Немає Результатів

source: No Rules yet
uk: Поки немає правил

source: No annotation layers
uk: Немає шарів анотацій

source: No annotation layers yet
uk: Ще немає шарів анотацій

source: No annotation yet
uk: Поки немає анотації

source: No applied filters
uk: Немає застосованих фільтрів

source: No available filters.
uk: Немає доступних фільтрів.

source: No charts
uk: Немає діаграм

source: No charts yet
uk: Діаграм ще немає

source: No columns
uk: Немає стовпців

source: No columns found
uk: Не знайдено стовпців

source: No compatible columns found
uk: Не знайдено сумісних стовпців

source: No compatible datasets found
uk: Не знайдено сумісних датасетів

source: No compatible schema found
uk: Не знайдено сумісної схеми

source: No dashboards
uk: Немає дашбордів

source: No dashboards yet
uk: Дашбордів ще немає

source: No data
uk: Немає даних

source: No data after filtering or data is NULL for the latest time record
uk: Немає даних після фільтрації або дані мають значення NULL для останнього запису часу

source: No data in file
uk: Немає даних у файлі

source: No database tables found
uk: Таблиці бази даних не знайдено

source: No databases match your search
uk: Жодна база даних не відповідає вашому пошуку

source: No description available.
uk: Опис відсутній.

source: No favorite charts yet, go click on stars!
uk: Ще немає обраних діаграм, натисніть на зірочки!

source: No favorite dashboards yet, go click on stars!
uk: Ще немає обраних дашбордів, натисніть на зірочки!

source: No filter
uk: Немає фільтра

source: No filter is selected.
uk: Фільтр не вибрано.

source: No filters
uk: Немає фільтрів

source: No filters are currently added to this dashboard.
uk: Наразі на цей дашборд не додано жодного фільтра.

source: No form settings were maintained
uk: Налаштування форми не підтримувалися

source: No global filters are currently added
uk: Глобальні фільтри наразі не додано

source: No matching records found
uk: Відповідних записів не знайдено

source: No of Bins
uk: Кількість Контейнерів

source: No recents yet
uk: Останніх ще немає

source: No records found
uk: Записів не знайдено

source: No results
uk: Немає результатів

source: No results found
uk: Не знайдено результатів

source: No results match your filter criteria
uk: Немає результатів, які відповідають критеріям фільтра

source: No results were returned for this query
uk: Немає результатів для цього запиту

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
uk: Немає результатів для цього запиту. Якщо ви очікували результатів, переконайтеся, що всі фільтри налаштовано належним чином і datasource містить дані для обраного діапазону часу.

source: No rows were returned for this dataset
uk: Не було повернуто жодного рядка для цього датасету

source: No samples were returned for this dataset
uk: Зразки для цього датасету не повернуто

source: No saved expressions found
uk: Збережених виразів не знайдено

source: No saved metrics found
uk: Збережених метрик не знайдено

source: No saved queries yet
uk: Ще немає збережених запитів

source: No stored results found, you need to re-run your query
uk: Збережених результатів не знайдено, потрібно повторно запустити запит

source: No such column found. To filter on a metric, try the Custom SQL tab.
uk: Такий стовпець не знайдено. Щоб відфільтрувати метрику, спробуйте вкладку Custom SQL.

source: No table columns
uk: Немає стовпців таблиці

source: No temporal columns found
uk: Тимчасові стовпці не знайдено

source: No time columns
uk: Немає стовпців часу

source: No validator found (configured for the engine)
uk: Валідатор не знайдено (налаштовано для двигуна)

source: No validator named {} found (configured for the {} engine)
uk: Не знайдено валідатора з назвою {} (налаштовано для двигуна {})

source: Node label position
uk: Позиція мітки вершини

source: Node select mode
uk: Режим вибору вершини

source: Node size
uk: Розмір вершини

source: None
uk: Жодного

source: None -> Arrow
uk: Немає -> Стрілка

source: None -> None
uk: Немає -> Немає

source: Normal
uk: Нормально

source: Normalize Across
uk: Нормалізація

source: Normalized
uk: Нормалізовано

source: Not Time Series
uk: Не часовий ряд

source: Not added to any dashboard
uk: Не додано на жодний дашборд

source: Not available
uk: Недоступно

source: Not equal to (≠)
uk: Не дорівнює (≠)

source: Not in
uk: Немає

source: Not null
uk: Не нуль

source: Not triggered
uk: Не запускається

source: Not up to date
uk: Не актуально

source: Nothing triggered
uk: Нічого не спрацьовує

source: Notification method
uk: Метод сповіщення

source: November
uk: листопад

source: Now
uk: Зараз

source: Null Values
uk: Нульові значення

source: Null imputation
uk: Нульове приписування

source: Null or Empty
uk: Нульовий або Порожній

source: Null values
uk: Нульові значення

source: Number Format
uk: Формат Числа

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
uk: Числові межі, що використовуються для кодування кольору від червоного до синього. Змініть числа для синього до червоного. Щоб отримати чистий червоний або синій, можна ввести лише min або max.

source: Number format
uk: Формат числа

source: Number format string
uk: Рядок числового формату

source: Number of buckets to group data
uk: Кількість сегментів для групування даних

source: Number of decimal digits to round numbers to
uk: Кількість десяткових цифр, до яких потрібно округлити числа

source: Number of decimal places with which to display lift values
uk: Кількість знаків після коми для відображення значень підйому

source: Number of decimal places with which to display p-values
uk: Кількість знаків після коми для відображення p-значень

source: Number of periods to compare against
uk: Кількість періодів для порівняння

source: Number of periods to ratio against
uk: Кількість періодів до співвідношення

source: Number of rows of file to read
uk: Кількість рядків файлу для читання

source: Number of rows of file to read.
uk: Кількість рядків файлу для читання.

source: Number of rows to skip at start of file
uk: Кількість рядків, які потрібно пропустити на початку файлу

source: Number of rows to skip at start of file.
uk: Кількість рядків, які потрібно пропустити на початку файлу.

source: Number of split segments on the axis
uk: Кількість розділених сегментів на осі

source: Number of steps to take between ticks when displaying the X scale
uk: Кількість кроків, які потрібно виконати між позначками під час відображення шкали X

source: Number of steps to take between ticks when displaying the Y scale
uk: Кількість кроків, які потрібно виконати між позначками під час відображення шкали Y

source: Numerical range
uk: Числовий діапазон

source: OCT
uk: ЖОВ

source: OK
uk: ДОБРЕ

source: OVERWRITE
uk: ПЕРЕЗАПИСАТИ

source: October
uk: Жовтень

source: Offline
uk: Офлайн

source: Offset
uk: Зсув

source: On Grace
uk: На Перерві

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
uk: Один або багато стовпців для групування. Групування з високою потужністю має включати обмеження ряду, щоб обмежити кількість отриманих і відтворених рядів.

source: One or many columns to group by. High cardinality groupings should include a sort by metric and series limit to limit the number of fetched and rendered series.
uk: Один або багато стовпців для групування. Групування високої кардинальності має включати сортування за метрикою та обмеженням ряду, щоб обмежити кількість отриманих і відтворених рядів.

source: One or many columns to pivot as columns
uk: Один або багато стовпців для повороту як стовпців

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
uk: Один або багато елементів керування для групування. У разі групування мають бути присутні стовпці широти та довготи.

source: One or many controls to pivot as columns
uk: Один або багато елементів керування для обертання у вигляді стовпців

source: One or many metrics to display
uk: Один або багато метрик для відображення

source: One or more columns already exist
uk: один або кілька стовпців уже існують

source: One or more columns are duplicated
uk: Один або кілька стовпців дублюються

source: One or more columns do not exist
uk: Один або кілька стовпців не існують

source: One or more metrics already exist
uk: Один або кілька метрик уже існують

source: One or more metrics are duplicated
uk: Один або кілька метрик дублюються

source: One or more metrics do not exist
uk: Один або кілька метрик не існують

source: One or more parameters needed to configure a database are missing.
uk: Відсутній один або кілька параметрів, необхідних для налаштування бази даних.

source: One or more parameters specified in the query are malformatted.
uk: Один або кілька параметрів, указаних у запиті, неправильно відформатовані.

source: One or more parameters specified in the query are missing.
uk: Один або кілька параметрів, указаних у запиті, відсутні.

source: One or more required fields are missing in the request. Please try again, and if the problem persists contact your administrator.
uk: У запиті не вказано одне або кілька обов’язкових полів. Спробуйте ще раз, а якщо проблема не зникне, зверніться до адміністратора.

source: One ore more annotation layers failed loading.
uk: Не вдалося завантажити один або більше шарів анотацій.

source: Only SELECT statements are allowed against this database.
uk: Для цієї бази даних дозволені лише оператори SELECT.

source: Only Total
uk: Тільки всього

source: Only `SELECT` statements are allowed
uk: Дозволені лише оператори `SELECT`

source: Only applies when "Label Type" is not set to a percentage.
uk: Застосовується, лише якщо "Тип мітки" не встановлено у відсотках.

source: Only applies when "Label Type" is set to show values.
uk: Застосовується лише тоді, коли "Тип мітки" встановлено для показу значень.

source: Only selected panels will be affected by this filter
uk: Цей фільтр вплине лише на вибрані панелі

source: Only show the total value on the stacked chart, and not show on the selected category
uk: Показувати лише загальне значення на діаграмі з накопиченням, а не вибрану категорію

source: Only single queries supported
uk: Підтримуються лише окремі запити

source: Only the following file extensions are allowed: %(allowed_extensions)s
uk: Дозволені лише такі розширення файлів: %(allowed_extensions)s

source: Oops! An error occurred!
uk: Ой! Виникла помилка!

source: Opacity
uk: Непрозорість

source: Opacity of all clusters, points, and labels. Between 0 and 1.
uk: Непрозорість усіх кластерів, точок і міток. Між 0 і 1.

source: Opacity of area chart.
uk: Непрозорість діаграми з областями.

source: Opacity, expects values between 0 and 100
uk: Непрозорість, очікує значення від 0 до 100

source: Open Datasource tab
uk: Відкрити вкладку Datasource

source: Open in SQL Lab
uk: Відкрити в SQL Lab

source: Open query in SQL Lab
uk: Відкрити запит у SQL Lab

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
uk: Керуйте базою даних в асинхронному режимі, тобто запити виконуються на віддалених працівниках, а не на самому веб-сервері. Це припускає, що у вас є робоче налаштування Celery, а також серверна частина результатів. Для отримання додаткової інформації зверніться до документів щодо встановлення.

source: Operator
uk: Оператор

source: Operator undefined for aggregator: %(name)s
uk: Оператор не визначено для агрегатора: %(name)s

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
uk: Додатковий вміст CA_BUNDLE для перевірки запитів HTTPS.

source: Optional d3 date format string
uk: Додатковий рядок формату дати d3

source: Optional d3 number format string
uk: Додатковий рядок формату числа d3

source: Optional name of the data column.
uk: Необов'язкова назва стовпця даних.

source: Optional warning about use of this metric
uk: Додаткове попередження про використання цієї метрики

source: Options
uk: Опції

source: Or choose from a list of other databases we support:
uk: Або виберіть зі списку інших баз даних, які ми підтримуємо:

source: Order by entity id
uk: Порядок за ідентифікатором організації

source: Order results by selected columns
uk: Упорядкувати результати за вибраними стовпцями

source: Ordering
uk: Упорядкування

source: Orientation
uk: Орієнтація

source: Orientation of bar chart
uk: Орієнтація гістограми

source: Orientation of filter bar
uk: Орієнтація панелі фільтра

source: Orientation of tree
uk: Орієнтація дерева

source: Original
uk: Оригінал

source: Original table column order
uk: Оригінальний порядок стовпців таблиці

source: Original value
uk: Оригінальне значення

source: Orthogonal
uk: Ортогональний

source: Other
uk: Інше

source: Outdoors
uk: Туристичний режим

source: Outer Radius
uk: Зовнішній Радіус

source: Outer edge of Pie chart
uk: Зовнішній край секторної діаграми

source: Overlap
uk: Перекриття

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
uk: Накладання одного або кількох часових рядів із відносного періоду часу. Очікує відносну дельту часу на природній мові (приклад: 24 години, 7 днів, 52 тижні, 365 днів). Підтримується довільний текст.

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
uk: Накладання одного чи кількох часових рядів із відносного періоду часу. Очікує відносну дельту часу на природній мові (приклад: 24 години, 7 днів, 52 тижні, 365 днів). Підтримується довільний текст.

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
uk: Накладає шестикутну сітку на карту та об’єднує дані в межах кожної комірки.

source: Override time grain
uk: Перевизначити одиницю часу

source: Override time range
uk: Перевизначити діапазон часу

source: Overwrite
uk: Перезаписати

source: Overwrite & Explore
uk: Перезаписати & Дослідити

source: Overwrite Dashboard [%s]
uk: Перезаписати Дашборд [%s]

source: Overwrite Duplicate Columns
uk: Перезаписати Дублікати Стовпців

source: Overwrite existing
uk: Перезаписати наявне

source: Overwrite text in the editor with a query on this table
uk: Замініть текст у редакторі запитом у цій таблиці

source: Owned Created or Favored
uk: Створено у власності або обрано

source: Owner
uk: Власник

source: Owners
uk: Власники

source: Owners are invalid
uk: Власники недійсні

source: Owners is a list of users who can alter the dashboard.
uk: Власники — це список користувачів, які можуть змінювати дашборд.

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
uk: Власники — це список користувачів, які можуть змінювати дашборд. Можливість пошуку за іменем або іменем користувача.

source: Page length
uk: Довжина сторінки

source: Paired t-test Table
uk: Парна таблиця t-критерію

source: Pandas resample method
uk: Метод повторної вибірки Pandas

source: Pandas resample rule
uk: Правило повторної вибірки Pandas

source: Parallel Coordinates
uk: Паралельні Координати
