Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Calculation type
uk: Тип обчислення

source: Calendar Heatmap
uk: Теплова Карта Календаря

source: Can not move top level tab into nested tabs
uk: Не вдається перемістити вкладку верхнього рівня у вкладені вкладки

source: Can select multiple values
uk: Можна вибрати кілька значень

source: Cancel
uk: Скасувати

source: Cancel query on window unload event
uk: Скасувати запит на подію вивантаження вікна

source: Cannot access the query
uk: Не вдається отримати доступ до запиту

source: Cannot delete a database that has datasets attached
uk: Неможливо видалити базу даних, до якої прикріплено датасети

source: Cannot have multiple credentials for the SSH Tunnel
uk: Неможливо мати кілька облікових даних для тунелю SSH

source: Cannot import dashboard: %(db_error)s. Make sure to create the database before importing the dashboard.
uk: Не вдається імпортувати дашборд: %(db_error)s. Переконайтеся, що створили базу даних перед імпортом дашборда.

source: Cannot load filter
uk: Не вдається завантажити фільтр

source: Cannot parse time string [%(human_readable)s]
uk: Неможливо проаналізувати рядок часу [%(human_readable)s]

source: Categorical
uk: Категоричний

source: Categorical Color
uk: Категоричний Колір

source: Categories to group by on the x-axis.
uk: Категорії для групування на осі X.

source: Category
uk: Категорія

source: Category Name
uk: Назва Категорії

source: Category and Percentage
uk: Категорія та Відсоток

source: Category and Value
uk: Категорія та Значення

source: Category name
uk: Назва категорії

source: Category of target nodes
uk: Категорія цільових вершин

source: Category, Value and Percentage
uk: Категорія, Значення та Відсоток

source: Cell Padding
uk: Відстань між комірками

source: Cell Radius
uk: Радіус Комірки

source: Cell Size
uk: Розмір Комірки

source: Cell bars
uk: Гістограми в комірках

source: Cell content
uk: Вміст комірки

source: Cell limit
uk: Обмеження комірки

source: Center
uk: Центр

source: Centroid (Longitude and Latitude):
uk: Центроїд (Довгота та Широта):

source: Certification
uk: Сертифікація

source: Certification details
uk: Деталі сертифікації

source: Certified
uk: Сертифіковано

source: Certified By
uk: Сертифіковано

source: Certified by
uk: Засвідчено

source: Certified by %s
uk: Сертифіковано %s

source: Change order of columns.
uk: Змінити порядок колонок.

source: Change order of rows.
uk: Змінити порядок рядків.

source: Changed By
uk: Змінено

source: Changed on
uk: Змінено на

source: Changes saved.
uk: Зміни збережено.

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
uk: Зміна датасету може порушити діаграму, якщо вона покладається на стовпці або метадані, яких немає в цільовому датасеті

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
uk: Зміна цих налаштувань вплине на всі діаграми, які використовують цей датасет, включно з діаграмами, що належать іншим людям.

source: Changing this Dashboard is forbidden
uk: Змінювати цей Дашборд заборонено

source: Changing this chart is forbidden
uk: Змінювати цю таблицю заборонено

source: Changing this control takes effect instantly
uk: Зміна цього елемента керування набуває чинності миттєво

source: Changing this dataset is forbidden
uk: Змінювати цей датасет заборонено

source: Changing this dataset is forbidden.
uk: Змінювати цей датасет заборонено.

source: Changing this datasource is forbidden
uk: Змінювати цей datasource заборонено

source: Changing this report is forbidden
uk: Змінювати цей звіт заборонено

source: Character to interpret as decimal point
uk: Символ для інтерпретації як десяткова кома

source: Character to interpret as decimal point.
uk: Символ для інтерпретації як десяткова кома.

source: Chart
uk: Діаграма

source: Chart %(id)s not found
uk: Діаграма %(id)s не знайдена

source: Chart Cache Timeout
uk: Час життя кешу діаграми

source: Chart Data: %s
uk: Дані Діаграми: %s

source: Chart ID
uk: Ідентифікатор Діаграми

source: Chart Options
uk: Параметри Діаграми

source: Chart Orientation
uk: Орієнтація Діаграми

source: Chart Owner: %s
uk: Власник Діаграми: %s

source: Chart Source
uk: Джерело Діаграми

source: Chart Title
uk: Заголовок Діаграми

source: Chart [%s] has been overwritten
uk: Діаграму [%s] було перезаписано

source: Chart [%s] has been saved
uk: Діаграму [%s] збережено

source: Chart [%s] was added to dashboard [%s]
uk: Діаграму [%s] додано на дашборд [%s]

source: Chart [{}] has been overwritten
uk: Діаграму [{}] було перезаписано

source: Chart [{}] has been saved
uk: Діаграму [{}] збережено

source: Chart [{}] was added to dashboard [{}]
uk: Діаграму [{}] додано на дашборд [{}]

source: Chart cache timeout
uk: Час життя кешу діаграми

source: Chart changes
uk: Зміни діаграми

source: Chart component that lets you add a custom filter UI in your dashboard. When added to dashboard, a filter box lets users specify specific values or ranges to filter charts by. The charts that each filter box is applied to can be fine tuned as well in the dashboard view. Note that this plugin is being replaced with the new Filters feature that lives in the dashboard view itself. It's easier to use and has more capabilities!
uk: Компонент діаграми, який дає змогу додати UI фільтра на дашборд. Після додавання на дашборд поле фільтра дозволяє користувачам вказувати конкретні значення або діапазони для фільтрації діаграм. Діаграми, до яких застосовано кожне поле фільтра, також можна точно налаштувати на дашборду. Зауважте, що цей плагін замінено новою функцією фільтрів, яка доступна на дашборду. Це простіше у використанні та має більше можливостей!

source: Chart could not be created.
uk: Не вдалося створити діаграму.

source: Chart could not be deleted.
uk: Не вдалося видалити діаграму.

source: Chart could not be updated.
uk: Не вдалося оновити діаграму.

source: Chart does not exist
uk: Діаграма не існує

source: Chart has no query context saved. Please save the chart again.
uk: Діаграма не має збереженого контексту запиту.

source: Chart height
uk: Висота діаграми

source: Chart imported
uk: Діаграму імпортовано

source: Chart last modified
uk: Остання зміна діаграми

source: Chart last modified by
uk: Діаграму востаннє змінено

source: Chart name
uk: Назва діаграми

source: Chart options
uk: Параметри діаграми

source: Chart owners
uk: Власники діаграми

source: Chart parameters are invalid.
uk: Параметри діаграми недійсні.

source: Chart properties updated
uk: Властивості діаграми оновлено

source: Chart title
uk: Назва діаграми

source: Chart type
uk: Тип діаграми

source: Chart type requires a dataset
uk: Типу діаграми потрібен датасет

source: Chart width
uk: Ширина діаграми

source: Charts
uk: Діаграми

source: Charts could not be deleted.
uk: Не вдалося видалити діаграми.

source: Check configuration
uk: Перевірити конфігурацію

source: Check for sorting ascending
uk: Перевірка сортування за зростанням

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
uk: Перевірте, чи діаграма троянди має використовувати площу сегмента замість радіуса сегмента для пропорцій

source: Check out this chart in dashboard:
uk: Перегляньте цю діаграму на дашборду:

source: Check out this chart:
uk: Погляньте на цю діаграму:

source: Check out this dashboard:
uk: Погляньте на цей дашборд:

source: Check to apply filters instantly as they change instead of displaying [Apply] button
uk: Поставте прапорець, щоб миттєво застосовувати фільтри, коли вони змінюються, замість відображення кнопки [Застосувати].

source: Check to force date partitions to have the same height
uk: Поставте прапорець, щоб розділи дат мали однакову висоту

source: Check to include time column dropdown
uk: Поставте прапорець, щоб включити розкривний стовпець часу

source: Check to include time grain dropdown
uk: Поставте прапорець, щоб включити випадаючий список одиниць часу

source: Child label position
uk: Положення дочірньої мітки

source: Choice of [Label] must be present in [Group By]
uk: Вибір [Label] має бути присутнім у [Group By]

source: Choice of [Point Radius] must be present in [Group By]
uk: Вибір [Point Radius] має бути присутнім у [Group By]

source: Choose File
uk: Виберіть Файл

source: Choose a chart or dashboard not both
uk: Вибирайте діаграму або дашборд, а не обидва

source: Choose a database...
uk: Виберіть базу даних...

source: Choose a dataset
uk: Виберіть датасет

source: Choose a metric for right axis
uk: Виберіть метрику для правої осі

source: Choose a number format
uk: Виберіть формат числа

source: Choose a source
uk: Виберіть джерело

source: Choose a source and a target
uk: Виберіть джерело та ціль

source: Choose a target
uk: Виберіть ціль

source: Choose chart type
uk: Виберіть тип діаграми

source: Choose one of the available databases from the panel on the left.
uk: Виберіть одну з доступних баз даних на панелі ліворуч.

source: Choose the annotation layer type
uk: Виберіть тип шару анотації

source: Choose the format for legend values
uk: Виберіть формат для значень легенди

source: Choose the position of the legend
uk: Виберіть положення легенди

source: Choose the source of your annotations
uk: Виберіть джерело ваших анотацій

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
uk: Виберіть, чи країна повинна бути затінена метрикою, чи присвоєно колір на основі категоричної палітри кольорів

source: Chord Diagram
uk: Діаграма Хорд

source: Chosen non-numeric column
uk: Вибраний нечисловий стовпець

source: Circle
uk: Круг

source: Circle -> Arrow
uk: Круг -> Стрілка

source: Circle -> Circle
uk: Круг -> Круг

source: Circle radar shape
uk: Кругла форма радара

source: Circular
uk: Циркуляр

source: Classic chart that visualizes how metrics change over time.
uk: Класична діаграма, яка візуалізує, як метрики змінюються з часом.

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
uk: Класична електронна таблиця рядок за стовпцем, як перегляд датасету. Використовуйте таблиці, щоб продемонструвати представлення основних даних або показати зведені метрики.

source: Clause
uk: Оператор

source: Clear
uk: Очистити

source: Clear all
uk: Очистити все

source: Clear all data
uk: Очистити всі дані

source: Clear form
uk: Очистити форму

source: Click on "+Add/Edit Filters" button to create new dashboard filters
uk: Натисніть кнопку «Додати/Редагувати фільтри», щоб створити нові фільтри панелі інструментів

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
uk: Натисніть кнопку "Створити діаграму" на панелі керування ліворуч, щоб переглянути візуалізацію або

source: Click the lock to make changes.
uk: Натисніть замок, щоб внести зміни.

source: Click the lock to prevent further changes.
uk: Натисніть замок, щоб запобігти подальшим змінам.

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
uk: Натисніть це посилання, щоб перейти до альтернативної форми, яка дозволяє вручну вводити URL-адресу SQLAlchemy для цієї бази даних.

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
uk: Натисніть це посилання, щоб перейти до альтернативної форми, яка відкриває лише необхідні поля, необхідні для підключення цієї бази даних.

source: Click to cancel sorting
uk: Натисніть, щоб скасувати сортування

source: Click to edit
uk: Натисніть, щоб редагувати

source: Click to edit %s.
uk: Натисніть, щоб редагувати %s.

source: Click to edit chart.
uk: Натисніть, щоб редагувати діаграму.

source: Click to edit label
uk: Натисніть, щоб редагувати мітку

source: Click to favorite/unfavorite
uk: Натисніть, щоб додати до обраного/вилучити з обраного

source: Click to force-refresh
uk: Натисніть, щоб примусово оновити

source: Click to see difference
uk: Натисніть, щоб побачити різницю

source: Click to sort ascending
uk: Натисніть для сортування за зростанням

source: Click to sort descending
uk: Натисніть для сортування за спаданням

source: Close
uk: Закрити

source: Close all other tabs
uk: Закрийте всі інші вкладки

source: Close tab
uk: Закрити вкладку

source: Cluster label aggregator
uk: Агрегатор міток кластера

source: Clustering Radius
uk: Радіус Кластеризації

source: Code
uk: Код

source: Collapse all
uk: Згорнути все

source: Collapse data panel
uk: Згорнути панель даних

source: Collapse row
uk: Згорнути рядок

source: Collapse tab content
uk: Згорнути вміст вкладки

source: Collapse table preview
uk: Попередній перегляд таблиці згортання

source: Color
uk: Колір

source: Color +/-
uk: Колір /-

source: Color Metric
uk: Метрика кольору

source: Color Scheme
uk: Колірна схема

source: Color Steps
uk: Колірні кроки

source: Color bounds
uk: Межі кольорів

source: Color by
uk: Розфарбуй

source: Color metric
uk: Кольорова метрика

source: Color of the target location
uk: Колір цільового розташування

source: Color scheme
uk: Колірна схема

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
uk: Колір буде затінено на основі нормалізованого (від 0% до 100%) значення даної комірки порівняно з іншими комірками у вибраному діапазоні:

source: Colors
uk: Кольори

source: Column
uk: Стовпець

source: Column "%(column)s" is not numeric or does not exists in the query results.
uk: Стовпець "%(column)s" не є числовим або не існує в результатах запиту.

source: Column Configuration
uk: Конфігурація Стовпця

source: Column Data Types
uk: Типи Даних Стовпців

source: Column Formatting
uk: Форматування Стовпців

source: Column Label(s)
uk: Мітки Стовпців

source: Column containing ISO 3166-2 codes of region/province/department in your table.
uk: Стовпець із кодами ISO 3166-2 регіону/провінції/департаменту у вашій таблиці.

source: Column containing latitude data
uk: Стовпець, що містить дані про широту

source: Column containing longitude data
uk: Стовпець, що містить дані про довготу

source: Column datatype
uk: Тип даних стовпця

source: Column header tooltip
uk: Підказка заголовка стовпця

source: Column is required
uk: Стовпець обов’язковий

source: Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.
uk: Мітка стовпця для стовпців індексу. Якщо вказано None і індекс Dataframe має значення True, використовуються імена індексів.

source: Column label for index column(s). If None is given and Dataframe Index is checked, Index Names are used
uk: Мітка стовпця для стовпця(ів) індексу. Якщо вказано None і позначено Index Frame Dataframe, використовуються імена індексів

source: Column name
uk: Назва стовпця

source: Column name [%s] is duplicated
uk: Назва стовпця [%s] дублюється

source: Column referenced by aggregate is undefined: %(column)s
uk: Стовпець, на який посилається агрегат, не визначений: %(column)s

source: Column select
uk: Вибір стовпця

source: Column to use as the row labels of the dataframe. Leave empty if no index column
uk: Стовпець для використання як мітки рядка фрейму даних.

source: Column to use as the row labels of the dataframe. Leave empty if no index column.
uk: Стовпець для використання як міток рядка фрейму даних.

source: Columnar File
uk: Стовпковий файл

source: Columnar file "%(columnar_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
uk: Файл стовпця "%(columnar_filename)s" завантажено до таблиці "%(table_name)s" у базі даних "%(db_name)s"

source: Columnar to Database configuration
uk: Конфігурація стовпців до бази даних

source: Columns
uk: Стовпці

source: Columns To Be Parsed as Dates
uk: Стовпці, які потрібно розпарсити як дати

source: Columns To Read
uk: Стовпці для читання

source: Columns missing in dataset: %(invalid_columns)s
uk: У датасеті відсутні стовпці: %(invalid_columns)s

source: Columns missing in datasource: %(invalid_columns)s
uk: У джерелі даних відсутні стовпці: %(invalid_columns)s

source: Columns subtotal position
uk: Позиція проміжних підсумків стовпців

source: Columns to calculate distribution across.
uk: Стовпці для обчислення розподілу.

source: Columns to display
uk: Стовпці для відображення

source: Columns to group by
uk: Стовпці для групування

source: Columns to group by on the columns
uk: Стовпці для групування в стовпцях

source: Columns to group by on the rows
uk: Стовпці для групування в рядках

source: Columns to show
uk: Стовпці для показу

source: Combine metrics
uk: Поєднати метрики

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
uk: Вибір кольорів, розділених комами, для інтервалів, напр. 1,2,4. Цілі числа позначають кольори з вибраної колірної схеми та мають індекс 1. Довжина має відповідати межі інтервалу.

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
uk: Межі інтервалів, розділених комами, напр. 2,4,5 для інтервалів 0-2, 2-4 і 4-5. Останнє число має відповідати значенню, указаному для MAX.

source: Comparator option
uk: Опція компаратора

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
uk: Швидко порівнюйте кілька діаграм часових рядів (як спарклайни) і відповідні метрики.

source: Compare the same summarized metric across multiple groups.
uk: Порівняйте один і той самий узагальнену метрику у кількох групах.

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
uk: Порівнює, як метрика змінюється з часом між різними групами. Кожна група відображається в рядку, і зміна з часом візуалізується довжиною та кольором смуг.

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
uk: Порівнює метрики з різних категорій за допомогою стовпчиків. Довжина стовпчиків використовується для позначення величини кожного значення, а колір використовується для розрізнення груп.

source: Compares the lengths of time different activities take in a shared timeline view.
uk: Порівнює тривалість часу, який займають різні дії, у спільному поданні шкали часу.

source: Comparison
uk: Порівняння

source: Comparison Period Lag
uk: Затримка Періоду Порівняння

source: Comparison suffix
uk: Суфікс порівняння

source: Compose multiple layers together to form complex visuals.
uk: Компонуйте кілька шарів, щоб створити складні візуальні ефекти.

source: Compute the contribution to the total
uk: Обчисліть внесок у загальну суму (долю)

source: Condition
uk: Умова

source: Conditional Formatting
uk: Умовне Форматування

source: Conditional formatting
uk: Умовне форматування

source: Confidence interval
uk: Довірчий інтервал

source: Confidence interval must be between 0 and 1 (exclusive)
uk: Довірчий інтервал має бути між 0 і 1 (виключно)

source: Configuration
uk: Конфігурація

source: Configure Advanced Time Range
uk: Налаштувати Розширений Часовий Діапазон

source: Configure Time Range: Last...
uk: Налаштувати Часовий Діапазон: Останній...

source: Configure Time Range: Previous...
uk: Налаштувати Часовий Діапазон: Попередній...

source: Configure custom time range
uk: Налаштування спеціального діапазону часу

source: Configure filter scopes
uk: Налаштування діапазонів фільтрів

source: Configure the basics of your Annotation Layer.
uk: Налаштуйте основи вашого шару анотацій.

source: Configure this dashboard to embed it into an external web application.
uk: Налаштуйте цей дашборд, щоб вставити його у зовнішню веб-програму.

source: Configure your how you overlay is displayed here.
uk: Налаштуйте спосіб відображення накладання тут.

source: Confirm overwrite
uk: Підтвердити перезапис

source: Confirm save
uk: Підтвердити збереження

source: Connect
uk: Підключити

source: Connect Google Sheet
uk: Підключіть Google Sheet

source: Connect Google Sheets as tables to this database
uk: Підключіть Google Sheets як таблиці до цієї бази даних

source: Connect a database
uk: Підключити базу даних

source: Connect database
uk: Підключити базу даних

source: Connect this database using the dynamic form instead
uk: Підключіть цю базу даних за допомогою динамічної форми

source: Connect this database with a SQLAlchemy URI string instead
uk: Натомість підключіть цю базу даних за допомогою рядка URI SQLAlchemy

source: Connection
uk: Підключення

source: Connection failed, please check your connection settings
uk: Помилка підключення, перевірте налаштування підключення

source: Connection looks good!
uk: Підключення виглядає добре!

source: Continue
uk: Продовжуйте

source: Continuous
uk: Безперервний

source: Contribution
uk: Внесок

source: Contribution Mode
uk: Режим Внеску

source: Control
uk: Контроль

source: Control labeled
uk: Елемент керування позначено

source: Controls labeled
uk: Елементи керування позначено

source: Coordinates
uk: Координати

source: Copied to clipboard!
uk: Скопійовано в буфер обміну!

source: Copy
uk: Копія

source: Copy SELECT statement to the clipboard
uk: Скопіювати оператор SELECT у буфер обміну

source: Copy and Paste JSON credentials
uk: Скопіюйте та вставте облікові дані JSON

source: Copy and paste the entire service account .json file here
uk: Скопіюйте та вставте сюди весь файл .json облікового запису служби

source: Copy link
uk: Копіювати посилання

source: Copy message
uk: Копіювати повідомлення

source: Copy of %s
uk: Копія %s

source: Copy partition query to clipboard
uk: Скопіювати запит розділу в буфер обміну

source: Copy permalink to clipboard
uk: Скопіювати постійне посилання в буфер обміну

source: Copy query URL
uk: Копіювати URL-адресу запиту

source: Copy query link to your clipboard
uk: Скопіювати посилання на запит у буфер обміну

source: Copy the account name of that database you are trying to connect to.
uk: Скопіюйте ім'я облікового запису бази даних, до якої ви намагаєтеся підключитися.

source: Copy the name of the HTTP Path of your cluster.
uk: Скопіюйте назву шляху HTTP вашого кластера.

source: Copy the name of the database you are trying to connect to.
uk: Скопіюйте назву бази даних, до якої ви намагаєтесь підключитися.

source: Copy to Clipboard
uk: Копіювати в буфер обміну

source: Copy to clipboard
uk: Копіювати в буфер обміну

source: Correlation
uk: Кореляція

source: Cost estimate
uk: Кошторис

source: Could not connect to database: "%(database)s"
uk: Не вдалося підключитися до бази даних: "%(database)s"

source: Could not determine datasource type
uk: Не вдалося визначити тип datasource

source: Could not fetch all saved charts
uk: Не вдалося отримати всі збережені діаграми

source: Could not find viz object
uk: Не вдалося знайти об'єкт viz

source: Could not load database driver
uk: Не вдалося завантажити драйвер бази даних

source: Could not load database driver: %(driver_name)s
uk: Не вдалося завантажити драйвер бази даних: %(driver_name)s

source: Could not load database driver: {}
uk: Не вдалося завантажити драйвер бази даних: {}

source: Could not resolve hostname: "%(host)s".
uk: Не вдалося розпізнати назву хоста: "%(host)s".

source: Count
uk: Кількість

source: Count Unique Values
uk: Порахувати Унікальні Значення

source: Count as Fraction of Columns
uk: Порахувати як Частку Стовпців

source: Count as Fraction of Rows
uk: Порахувати як Частку Рядків

source: Count as Fraction of Total
uk: Порахувати як Частку від Загального
