Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
uk: Цей фільтр було успадковано з контексту дашборду. Він не буде збережено під час збереження діаграми.

source: Error: %(text)s
uk: Помилка: %(text)s

source: (excluded)
uk: (виключено)

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
uk: встановіть непрозорість на 0, якщо ви не хочете замінювати колір, вказаний у GeoJSON

source: a dashboard OR
uk: дашборд АБО

source: a new one
uk: новий

source: expression which needs to adhere to the
uk: вираз, якого потрібно дотримуватися

source: source code of Superset's sandboxed parser
uk: вихідний код sandboxed парсера Суперсета

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
uk: стандарт, щоб гарантувати, що лексикографічне впорядкування збігається з хронологічним. Якщо формат мітки часу не відповідає стандарту ISO 8601 , вам потрібно буде визначити вираз і тип для перетворення рядка на дату чи мітку часу. Примітка наразі часові пояси не підтримуються. Якщо час зберігається у форматі епохи, вставте `epoch_s` або `epoch_ms`. Якщо шаблон не вказано, ми повертаємось до використання додаткових параметрів за замовчуванням на рівні назв баз даних/стовпців за допомогою додаткового параметра.

source: to add calculated columns
uk: щоб додати обчислювані стовпці

source: to add metrics
uk: щоб додати метрики

source: to edit or add columns and metrics.
uk: щоб редагувати або додавати стовпці і метрики.

source: to mark a column as a time column
uk: щоб позначити стовпець як стовпець часу

source: to open SQL Lab. From there you can save the query as a dataset.
uk: щоб відкрити SQL Lab. Звідти ви можете зберегти запит як датасет.

source: to visualize your data.
uk: для візуалізації ваших даних.

source: != (Is not equal)
uk: != (Не дорівнює)

source: %(dialect)s cannot be used as a data source for security reasons.
uk: %(dialect)s не можна використовувати як datasource з міркувань безпеки.

source: %(message)s This may be triggered by: %(issues)s
uk: %(message)s Це може бути викликано: %(issues)s

source: %(name)s.csv
uk: %(ім'я)s.csv

source: %(object)s does not exist in this database.
uk: %(об'єкт)s не існує в цій базі даних.

source: %(other)s charts will appear here
uk: %(other)s діаграми з’являться тут

source: %(other)s dashboards will appear here
uk: %(other)s дашборди з’являться тут

source: %(other)s recents will appear here
uk: %(other)s з'являться тут після додавання

source: %(other)s saved queries will appear here
uk: %(other)s збережених запитів відображатимуться тут

source: %(rows)d rows returned
uk: %(rows)d рядків повернуто

source: %(subtitle)s This may be triggered by: %(issue)s
uk: %(subtitle)s Це може бути викликано: %(issue)s

source: %(suggestion)s instead of "%(undefinedParameter)s?"
uk: %(suggestion)s замість "%(undefinedParameter)s"?

source: %(user)s was granted the role %(role)s that gives access to the %(datasource)s
uk: %(user)s отримав роль %(role)s, яка надає доступ до %(datasource)s

source: %(user)s's profile
uk: профіль %(user)s

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
uk: %(validator)s не зміг перевірити ваш запит. Перевірте запит ще раз. Виняток: %(ex)s

source: %s Error
uk: %s Помилка

source: %s PASSWORD
uk: %s ПАРОЛЬ

source: %s SSH TUNNEL PASSWORD
uk: %s ПАРОЛЬ ТУНЕЛЮ SSH

source: %s SSH TUNNEL PRIVATE KEY
uk: %s ПРИВАТНИЙ КЛЮЧ ТУНЕЛЮ SSH

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
uk: %s ПАРОЛЬ ПРИВАТНОГО КЛЮЧА ТУНЕЛЮ SSH

source: %s Selected
uk: %s Вибрано

source: %s Selected (%s Physical, %s Virtual)
uk: %s Вибрано (%s Фізичний, %s Віртуальний)

source: %s Selected (Physical)
uk: %s Вибрано (Фізичний)

source: %s Selected (Virtual)
uk: %s Вибрано (Віртуальний)

source: %s aggregates(s)
uk: %s агрегатів

source: %s column(s)
uk: %s стовпець(ів)

source: %s operator(s)
uk: оператор(и) %s

source: %s option
uk: %s варіант

source: %s option(s)
uk: %s варіант(и)

source: %s row
uk: %s рядок

source: %s saved metric(s)
uk: %s збережених метрик

source: %s updated
uk: %s оновлено

source: %s-%s of %s
uk: %s-%s з %s

source: (Removed)
uk: (Вилучено)

source: (deleted or invalid type)
uk: (видалений або недійсний тип)

source: (no description, click to see stack trace)
uk: (без опису, клацніть, щоб переглянути трасування стека)

source: (optional) default value for the filter, when using the multiple option, you can use a semicolon-delimited list of options.
uk: (необов’язкове) значення за замовчуванням для фільтра, якщо використовується множинний параметр, ви можете використовувати список параметрів, розділених крапкою з комою.

source: ), and they become available in your SQL (example:
uk: ), і вони стають доступними у вашому SQL (приклад:

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
uk: *%(name)s* %(description)s <%(url)s|Дослідити в Суперсеті> %(table)s

source: *%(name)s* %(description)s Error: %(text)s
uk: *%(name)s* %(description)s Помилка: %(text)s

source: + %s more
uk: ще %s

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
uk: -- Примітка: якщо ви не збережете свій запит, ці вкладки НЕ залишаться, якщо ви очистите файли cookie або зміните браузер.

source: 0 Selected
uk: 0 Вибрано

source: 1 calendar day frequency
uk: денна частота

source: 1 day
uk: 1 день

source: 1 day ago
uk: 1 день тому

source: 1 hour
uk: 1 година

source: 1 hourly frequency
uk: погодинна частота

source: 1 minute
uk: 1 хвилина

source: 1 minutely frequency
uk: хвилинна частота

source: 1 month end frequency
uk: місячна частота (кінець місяця)

source: 1 month start frequency
uk: місячна частота (початок місяця)

source: 1 week
uk: 1 тиждень

source: 1 week ago
uk: 1 тиждень тому

source: 1 week starting Monday (freq=W-MON)
uk: 1 тиждень, починаючи з понеділка (freq=W-MON)

source: 1 week starting Sunday (freq=W-SUN)
uk: 1 тиждень, починаючи з неділі (freq=W-SUN)

source: 1 year
uk: 1 рік

source: 1 year ago
uk: 1 рік тому

source: 1 year end frequency
uk: річна частота (кінець року)

source: 1 year start frequency
uk: річна частота (початок року)

source: 10 minute
uk: 10 хвилина

source: 104 weeks
uk: 104 тижні

source: 104 weeks ago
uk: 104 тижні тому

source: 15 minute
uk: 15 хвилина

source: 156 weeks
uk: 156 тижнів

source: 156 weeks ago
uk: 156 тижнів тому

source: 2 years
uk: 2 роки

source: 2 years ago
uk: 2 роки тому

source: 2/98 percentiles
uk: 2/98 процентилів

source: 28 days
uk: 28 днів

source: 28 days ago
uk: 28 днів тому

source: 3 letter code of the country
uk: 3 літерний код країни

source: 3 years
uk: 3 роки

source: 3 years ago
uk: 3 роки тому

source: 30 days
uk: 30 днів

source: 30 days ago
uk: 30 днів тому

source: 30 minute
uk: 30 хвилина

source: 30 minutes
uk: 30 хвилин

source: 30 second
uk: 30 секунда

source: 30 seconds
uk: 30 секунд

source: 4 weeks (freq=4W-MON)
uk: 4 тижні (частота=4W-MON)

source: 5 minute
uk: 5 хвилин

source: 5 minutes
uk: 5 хвилин

source: 5 second
uk: 5 секунд

source: 5 seconds
uk: 5 секунд

source: 52 weeks
uk: 52 тижні

source: 52 weeks ago
uk: 52 тижні тому

source: 52 weeks starting Monday (freq=52W-MON)
uk: 52 тиждень, починаючи з понеділка (частота=52W-MON)

source: 6 hour
uk: 6 година

source: 60 days
uk: 60 днів

source: 7 calendar day frequency
uk: тижнева частота

source: 7 days
uk: 7 днів

source: 9/91 percentiles
uk: 9/91 процентиль

source: 90 days
uk: 90 днів

source: < (Smaller than)
uk: < (менше)

source: <= (Smaller or equal)
uk: <= (менше або рівно)

source: <enter SQL expression here>
uk: <введіть SQL вираз>

source: <new column>
uk: <новий стовпець>

source: <new metric>
uk: <нова метрика>

source: <new spatial>
uk: <нова просторова метрика>

source: <no type>
uk: <без типу>

source: == (Is equal)
uk: == (Дорівнює)

source: > (Larger than)
uk: > (Більше за)

source: >= (Larger or equal)
uk: >= (Більше або рівно)

source: A Big Number
uk: Велике число

source: A comma separated list of columns that should be parsed as dates
uk: Розділений комами список стовпців, які мають бути проаналізовані як дати

source: A comma separated list of columns that should be parsed as dates.
uk: Розділений комами список стовпців, які мають бути проаналізовані як дати.

source: A comma-separated list of schemas that files are allowed to upload to.
uk: Розділений комами список схем, у які дозволено завантажувати файли.

source: A database with the same name already exists.
uk: База даних із такою назвою вже існує.

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
uk: Повна URL-адреса, що вказує на розташування вбудованого плагіна (може бути розміщено, наприклад, на CDN)

source: A handlebars template that is applied to the data
uk: Шаблон handlebars, який застосовується до даних

source: A human-friendly name
uk: Зрозуміле ім'я

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
uk: Список доменних імен, у які можна вставити цей дашборд. Якщо залишити це поле порожнім, можна вбудовувати з будь-якого домену.

source: A list of tags that have been applied to this chart.
uk: Список тегів, застосованих до цієї діаграми.

source: A list of users who can alter the chart. Searchable by name or username.
uk: Список користувачів, які можуть змінювати діаграму. Можливість пошуку за іменем або юзернеймом.

source: A map of the world, that can indicate values in different countries.
uk: Карта світу, яка може вказувати значення в різних країнах.

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
uk: Карта, яка відображає кола зі змінним радіусом у координатах широти/довготи

source: A metric to use for color
uk: Метрика для використання кольору

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
uk: Діаграма полярних координат, де коло розбито на клини з однаковими кутами, а значення, представлене будь-яким клином, ілюструється його площею, а не його радіусом або кутом стріловидності.

source: A readable URL for your dashboard
uk: Читабельна URL-адреса вашого дашборду

source: A reference to the [Time] configuration, taking granularity into account
uk: Посилання на конфігурацію [Time] з урахуванням деталізації

source: A report named "%(name)s" already exists
uk: Звіт під назвою "%(name)s" вже існує

source: A reusable dataset will be saved with your chart.
uk: Багаторазовий датасет буде збережено разом із вашою діаграмою.

source: A screenshot of the dashboard will be sent to your email at
uk: Знімок екрана дашборду буде надіслано на вашу електронну адресу

source: A set of parameters that become available in the query using Jinja templating syntax
uk: Набір параметрів, які стають доступними в запиті за допомогою синтаксису шаблонів Jinja

source: A time column must be specified when using a Time Comparison.
uk: Коли використовується порівняння часу, необхідно вказати стовпець часу.

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
uk: Діаграма часових рядів, яка візуалізує, як пов’язані метрики з кількох груп змінюються з часом. Кожна група візуалізується різними кольорами.

source: A timeout occurred while executing the query.
uk: Вийшов час виконання запиту.

source: A timeout occurred while generating a csv.
uk: Вийшов час генерування CSV.

source: A timeout occurred while generating a dataframe.
uk: Вийшов час створення датафрейму.

source: A timeout occurred while taking a screenshot.
uk: Вийшов час створення знімка екрана.

source: A valid color scheme is required
uk: Потрібна дійсна схема кольорів

source: APPLY
uk: ЗАСТОСУВАТИ

source: AXIS TITLE MARGIN
uk: ВІДСТУП ЗАГОЛОВКА ОСІ

source: AXIS TITLE POSITION
uk: ПОЗИЦІЯ ЗАГОЛОВКА ОСІ

source: About
uk: Приблизно

source: Access
uk: Доступ

source: Access requests
uk: Запити на доступ

source: Access to user activity data is restricted
uk: Доступ до даних про дії користувача обмежено

source: Access token
uk: Маркер доступу

source: Access was requested
uk: Надійшов запит на доступ

source: Action
uk: Дія

source: Action Log
uk: Журнал Дій

source: Actions
uk: Дії

source: Active
uk: Активний

source: Actual Values
uk: Фактичні Значення

source: Actual time range
uk: Фактичний діапазон часу

source: Actual value
uk: Фактичне значення

source: Actual values
uk: Фактичні значення

source: Adaptive formatting
uk: Адаптивне форматування

source: Add
uk: Додати

source: Add Alert
uk: Додати Сповіщення

source: Add CSS Template
uk: Додайте Шаблон CSS

source: Add CSS template
uk: Додайте шаблон CSS

source: Add Chart
uk: Додати Діаграму

source: Add Column
uk: Додати Стовпець

source: Add Dashboard
uk: Додати Дашборд

source: Add Database
uk: Додати БД

source: Add Log
uk: Додати Журнал

source: Add Metric
uk: Додати Метрику

source: Add Report
uk: Додати Звіт

source: Add Rule
uk: Додати Правило

source: Add Saved Query
uk: Додати Збережений Запит

source: Add a Plugin
uk: Додати Плагін

source: Add a dataset
uk: Додати датасет

source: Add a new tab
uk: Додати нову вкладку

source: Add a new tab to create SQL Query
uk: Додати нову вкладку для створення запиту SQL

source: Add additional custom parameters
uk: Додайте додаткові спеціальні параметри

source: Add an annotation layer
uk: Додати шар анотації

source: Add an item
uk: Додати елемент

source: Add and edit filters
uk: Додати та редагувати фільтри

source: Add annotation
uk: Додати анотацію

source: Add annotation layer
uk: Додати шар анотації

source: Add calculated columns to dataset in "Edit datasource" modal
uk: Додайте обчислювані стовпці до датасету у модальному вікні "Редагувати datasource".

source: Add calculated temporal columns to dataset in "Edit datasource" modal
uk: Додайте обчислювані стовпці до датасету у модальному вікні "Редагувати datasource".

source: Add cross-filter
uk: Додати перехресний фільтр

source: Add custom scoping
uk: Додати спеціальний діапазон

source: Add delivery method
uk: Додати спосіб доставки

source: Add extra connection information.
uk: Додайте додаткову інформацію про підключення.

source: Add filter
uk: Додати фільтр

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
uk: Додайте фільтри для керування відфільтрованими вихідними запитами, хоча лише в контексті автозаповнення, тобто ці умови не впливають на те, як фільтр застосовується до дашборду. Це корисно, коли ви хочете покращити продуктивність запиту, скануючи лише підмножину основних даних або обмеживши доступні значення, що відображаються у фільтрі.

source: Add filters and dividers
uk: Додайте фільтри та роздільники

source: Add item
uk: Додати елемент

source: Add metric
uk: Додати метрику

source: Add metrics to dataset in "Edit datasource" modal
uk: Додайте метрики до датасету у модальному вікні "Редагувати datasource".

source: Add new color formatter
uk: Додати новий кольоровий форматер

source: Add new formatter
uk: Додати новий форматер

source: Add notification method
uk: Додати метод сповіщення

source: Add required control values to preview chart
uk: Додайте необхідні контрольні значення для попереднього перегляду діаграми

source: Add required control values to save chart
uk: Додайте необхідні контрольні значення для збереження діаграми

source: Add sheet
uk: Додати аркуш

source: Add the name of the chart
uk: Додайте назву діаграми

source: Add the name of the dashboard
uk: Додайте назву дашборду

source: Add to dashboard
uk: Додати на дашборд

source: Add/Edit Filters
uk: Додати/Редагувати фільтри

source: Added
uk: Додано

source: Added to 1 dashboard
uk: Додано до 1 дашборду

source: Additional Parameters
uk: Додаткові параметри

source: Additional fields may be required
uk: Можуть знадобитися додаткові поля

source: Additional information
uk: Додаткова інформація

source: Additional metadata
uk: Додаткові метадані

source: Additional padding for legend.
uk: Додаткове заповнення для легенди.

source: Additional parameters
uk: Додаткові параметри

source: Additional settings.
uk: Додаткові налаштування.

source: Additional text to add before or after the value, e.g. unit
uk: Додатковий текст для додавання до або після значення, напр. одиниця виміру

source: Additive
uk: Змішаний

source: Adjust how this database will interact with SQL Lab.
uk: Налаштуйте як ця база даних буде взаємодіяти з SQL Lab.

source: Adjust performance settings of this database.
uk: Налаштуйте параметри продуктивності цієї бази даних.

source: Advanced
uk: Додатково

source: Advanced Analytics
uk: Розширена Аналітика

source: Advanced Data type
uk: Розширений тип даних

source: Advanced analytics
uk: Розширена аналітика

source: Advanced analytics Query A
uk: Розширений аналітичний запит A

source: Advanced analytics Query B
uk: Розширений аналітичний запит B

source: Advanced data type
uk: Розширений тип даних

source: Advanced-Analytics
uk: Розширена-Аналітика

source: Aesthetic
uk: Естетичний

source: After
uk: Після

source: Aggregate
uk: Агрегат

source: Aggregate Mean
uk: Загальне середнє

source: Aggregate Sum
uk: Загальна сума

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
uk: Агрегатна функція, застосована до списку точок у кожному кластері для створення мітки кластера.

source: Aggregate function to apply when pivoting and computing the total rows and columns
uk: Агрегатна функція для застосування під час обертання та обчислення підсумкових рядків і стовпців

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
uk: Агрегує дані в межах комірок сітки та відображає агреговані значення в динамічній кольоровій шкалі

source: Aggregation
uk: Агрегація

source: Aggregation function
uk: Функція агрегації

source: Alert
uk: Оповіщення

source: Alert Triggered, In Grace Period
uk: Оповіщення Спрацювало Під Час Перерви

source: Alert condition
uk: Умова сповіщення

source: Alert condition schedule
uk: Розклад умов оповіщення

source: Alert ended grace period.
uk: У сповіщення закінчилася перерва.

source: Alert failed
uk: Оповіщення не спрацювало

source: Alert fired during grace period.
uk: Оповіщення спрацювало під час перерви.

source: Alert found an error while executing a query.
uk: Виникла помилка під час виконання запиту оповіщення.

source: Alert name
uk: Назва оповіщення

source: Alert on grace period
uk: Оповіщення під час перерви

source: Alert query returned a non-number value.
uk: Запит оповіщення повернув нечислове значення.

source: Alert query returned more than one column.
uk: Запит оповіщення повернув більше одного стовпця.

source: Alert query returned more than one column. %s columns returned
uk: Запит оповіщення повернув більше одного стовпця. %s стовпців повернуто

source: Alert query returned more than one row.
uk: Запит оповіщення повернув більше одного рядка.

source: Alert query returned more than one row. %s rows returned
uk: Запит оповіщення повернув більше одного рядка. %s рядків повернуто

source: Alert running
uk: Оповіщення працює

source: Alert triggered, notification sent
uk: Оповіщення спрацювало, повідомлення надіслано

source: Alert validator config error.
uk: Помилка конфігурації валідатора оповіщень.

source: Alerts
uk: Оповіщення

source: Alerts & Reports
uk: Оповіщення & Звіти

source: Alerts & reports
uk: Оповіщення & звіти

source: Align +/-
uk: Вирівняти +/-

source: All
uk: Все

source: All Entities
uk: Усі сутності

source: All Text
uk: Увесь текст

source: All charts
uk: Усі діаграми

source: All charts/global scoping
uk: Усі діаграми/глобальний огляд

source: All filters
uk: Усі фільтри

source: All filters (%(filterCount)d)
uk: Усі фільтри (%(filterCount)d)

source: All panels
uk: Усі панелі

source: All panels with this column will be affected by this filter
uk: Цей фільтр вплине на всі панелі з цим стовпцем

source: Allow CREATE TABLE AS
uk: Дозволити CREATE TABLE AS

source: Allow CREATE TABLE AS option in SQL Lab
uk: Дозволити опцію CREATE TABLE AS в SQL Lab

source: Allow CREATE VIEW AS
uk: Дозволити CREATE VIEW AS

source: Allow CREATE VIEW AS option in SQL Lab
uk: Дозволити опцію CREATE VIEW AS в SQL Lab

source: Allow Csv Upload
uk: Дозволити Завантаження CSV

source: Allow DML
uk: Дозволити DML

source: Allow columns to be rearranged
uk: Дозволити перевпорядкування стовпців

source: Allow creation of new tables based on queries
uk: Дозволити створення нових таблиць на основі запитів

source: Allow creation of new views based on queries
uk: Дозволити створення нових переглядів на основі запитів

source: Allow data manipulation language
uk: Дозволити операції вставки, оновлення та видалення даних

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
uk: Дозволити кінцевому користувачеві перетягувати заголовки стовпців, щоб змінити їх порядок. Зауважте, що зміни не збережуться, коли вони наступного разу відкриють діаграму

source: Allow file uploads to database
uk: Дозволити завантаження файлів до бази даних

source: Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.
uk: Дозволити маніпуляції з базою даних за допомогою non-SELECT операторів, таких як UPDATE, DELETE, CREATE тощо.

source: Allow multiple selections
uk: Дозволити багаторазовий вибір

source: Allow node selections
uk: Дозволити вибір вершин

source: Allow sending multiple polygons as a filter event
uk: Дозволити надсилати кілька полігонів як подію фільтра

source: Allow this database to be explored
uk: Дозволити досліджувати цю базу даних

source: Allow this database to be queried in SQL Lab
uk: Дозволити надсилати запити до цієї бази даних у SQL Lab

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
uk: Дозволити користувачам запускати non-SELECT оператори (UPDATE, DELETE, CREATE, ...) у SQL Lab

source: Allowed Domains (comma separated)
uk: Дозволені домени (розділені комами)

source: Alphabetical
uk: За алфавітом

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
uk: Ця візуалізація, також відома як графік "ящик з вусами", порівнює розподіл відповідної метрики між кількома групами. Рамка посередині підкреслює середнє значення, медіану та внутрішні 2 квартилі. Вуси навколо кожного поля візуалізують мінімальний, максимальний, діапазон і зовнішні 2 квартилі.

source: Altered
uk: Змінено

source: An Error Occurred
uk: Сталася Помилка
