Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: An alert named "%(name)s" already exists
uk: Оповіщення з назвою "%(name)s" вже існує

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
uk: При використанні порівняння часу необхідно вказати обмежений діапазон часу (початок і кінець).

source: An engine must be specified when passing individual parameters to a database.
uk: Під час передачі окремих параметрів до бази даних необхідно вказати двигун.

source: An error has occurred
uk: Сталася помилка

source: An error occurred
uk: Сталася помилка

source: An error occurred saving dataset
uk: Під час збереження датасету сталася помилка

source: An error occurred while accessing the value.
uk: Під час доступу до значення сталася помилка.

source: An error occurred while collapsing the table schema. Please contact your administrator.
uk: Під час згортання схеми таблиці сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while creating %ss: %s
uk: Під час створення %ss сталася помилка: %s

source: An error occurred while creating the data source
uk: Під час створення datasource сталася помилка

source: An error occurred while creating the value.
uk: Під час створення значення сталася помилка.

source: An error occurred while deleting the value.
uk: Під час видалення значення сталася помилка.

source: An error occurred while expanding the table schema. Please contact your administrator.
uk: Під час розширення схеми таблиці сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while fetching %s info: %s
uk: Сталася помилка під час отримання інформації %s: %s

source: An error occurred while fetching %ss: %s
uk: Під час отримання %ss сталася помилка: %s

source: An error occurred while fetching available CSS templates
uk: Сталася помилка під час отримання доступних шаблонів CSS

source: An error occurred while fetching chart created by values: %s
uk: Сталася помилка під час отримання діаграми, створеної значеннями: %s

source: An error occurred while fetching chart owners values: %s
uk: Сталася помилка під час отримання значень власників діаграми: %s

source: An error occurred while fetching created by values: %s
uk: Сталася помилка під час отримання створених значень: %s

source: An error occurred while fetching dashboard created by values: %s
uk: Сталася помилка під час отримання дашборду, створеного значеннями: %s

source: An error occurred while fetching dashboard owner values: %s
uk: Сталася помилка під час отримання значень власника дашборду: %s

source: An error occurred while fetching dashboards
uk: Сталася помилка під час отримання дашборду

source: An error occurred while fetching dashboards: %s
uk: Сталася помилка під час отримання дашбордів: %s

source: An error occurred while fetching database related data: %s
uk: Сталася помилка під час отримання даних, пов’язаних з БД: %s

source: An error occurred while fetching database values: %s
uk: Сталася помилка під час отримання значень БД: %s

source: An error occurred while fetching dataset datasource values: %s
uk: Сталася помилка під час отримання значень datasource датасету: %s

source: An error occurred while fetching dataset owner values: %s
uk: Сталася помилка під час отримання значень власника датасету: %s

source: An error occurred while fetching dataset related data
uk: сталася помилка під час отримання даних, пов’язаних з датасетом

source: An error occurred while fetching dataset related data: %s
uk: Сталася помилка під час отримання даних, пов’язаних з датасетом: %s

source: An error occurred while fetching datasets: %s
uk: Сталася помилка під час отримання датасетів: %s

source: An error occurred while fetching function names.
uk: Під час отримання імен функцій сталася помилка.

source: An error occurred while fetching owners values: %s
uk: Сталася помилка під час отримання значень власників: %s

source: An error occurred while fetching schema values: %s
uk: Сталася помилка під час отримання значень схеми: %s

source: An error occurred while fetching tab state
uk: Під час отримання стану вкладки сталася помилка

source: An error occurred while fetching table metadata
uk: Під час отримання метаданих таблиці сталася помилка

source: An error occurred while fetching table metadata. Please contact your administrator.
uk: Під час отримання метаданих таблиці сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while fetching tag created by values: %s
uk: Сталася помилка під час отримання тегу, створеного значеннями: %s

source: An error occurred while fetching user values: %s
uk: Сталася помилка під час отримання значень користувача: %s

source: An error occurred while hiding the left bar. Please contact your administrator.
uk: Під час приховування лівої панелі сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while importing %s: %s
uk: Під час імпортування %s сталася помилка: %s

source: An error occurred while loading dashboard information.
uk: Під час завантаження інформації про дашборд сталася помилка.

source: An error occurred while loading the SQL
uk: Під час завантаження SQL сталася помилка

source: An error occurred while opening Explore
uk: Сталася помилка під час відкриття Режиму Дослідження

source: An error occurred while parsing the key.
uk: Під час парсингу ключа сталася помилка.

source: An error occurred while pruning logs
uk: Сталася помилка під час видаленні журналів

source: An error occurred while removing query. Please contact your administrator.
uk: Під час видалення запиту сталася помилка.

source: An error occurred while removing tab. Please contact your administrator.
uk: Під час видалення вкладки сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while removing the table schema. Please contact your administrator.
uk: Під час видалення схеми таблиці сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while rendering the visualization: %s
uk: Сталася помилка під час відтворення візуалізації: %s

source: An error occurred while setting the active tab. Please contact your administrator.
uk: Під час налаштування активної вкладки сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while setting the tab autorun. Please contact your administrator.
uk: Під час налаштування автозапуску вкладки сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while setting the tab database ID. Please contact your administrator.
uk: Під час налаштування ідентифікатора бази даних вкладки сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while setting the tab name. Please contact your administrator.
uk: Під час налаштування назви вкладки сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while setting the tab schema. Please contact your administrator.
uk: Сталася помилка під час налаштування схеми вкладок. Будь ласка, зверніться до адміністратора.

source: An error occurred while setting the tab template parameters. Please contact your administrator.
uk: Під час налаштування параметрів шаблону вкладки сталася помилка. Будь ласка, зверніться до адміністратора.

source: An error occurred while starring this chart
uk: Під час додавання графіка до обраного сталася помилка

source: An error occurred while storing the latest query id in the backend. Please contact your administrator if this problem persists.
uk: Сталася помилка під час збереження останнього ідентифікатора запиту у серверній частині. Будь ласка, зверніться до адміністратора.

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
uk: Сталася помилка під час збереження вашого запиту у серверній частині. Щоб уникнути втрати внесених змін, збережіть свій запит за допомогою кнопки "Зберегти запит".

source: An error occurred while updating the value.
uk: Під час оновлення значення сталася помилка.

source: An error occurred while upserting the value.
uk: Під час встановлення значення сталася помилка.

source: An unexpected error occurred
uk: Сталася неочікувана помилка

source: An unknown error occurred. Please contact your Superset administrator
uk: Сталася невідома помилка. Будь ласка, зверніться до адміністратора.

source: Anchor to
uk: Прив'язка до

source: Angle at which to end progress axis
uk: Кут, під яким завершується вісь прогресу

source: Angle at which to start progress axis
uk: Кут, під яким починається вісь прогресу

source: Animation
uk: Анімація

source: Annotation
uk: Анотація

source: Annotation Layer %s
uk: Шар Анотації %s

source: Annotation Layers
uk: Шари Анотації

source: Annotation Slice Configuration
uk: Конфігурація Зрізу Анотації

source: Annotation could not be created.
uk: Не вдалося створити анотацію.

source: Annotation could not be updated.
uk: Не вдалося оновити анотацію.

source: Annotation delete failed.
uk: Не вдалося видалити анотацію.

source: Annotation layer
uk: Шар анотації

source: Annotation layer could not be created.
uk: Не вдалося створити шар анотації.

source: Annotation layer could not be deleted.
uk: Не вдалося видалити шар анотації.

source: Annotation layer could not be updated.
uk: Не вдалося оновити шар анотації.

source: Annotation layer delete failed.
uk: Не вдалося видалити шар анотації.

source: Annotation layer description columns
uk: Стовпці опису шару анотації

source: Annotation layer has associated annotations.
uk: Рівень анотацій має пов’язані анотації.

source: Annotation layer interval end
uk: Кінець інтервалу шару анотації

source: Annotation layer name
uk: Назва шару анотації

source: Annotation layer not found.
uk: Шар анотації не знайдено.

source: Annotation layer opacity
uk: Непрозорість шару анотації

source: Annotation layer parameters are invalid.
uk: Параметри шару анотації недійсні.

source: Annotation layer stroke
uk: Обведення шару анотації

source: Annotation layer time column
uk: Стовпець часу шару анотації

source: Annotation layer title column
uk: Стовпець заголовка шару анотації

source: Annotation layer type
uk: Тип шару анотації

source: Annotation layer value
uk: Значення шару анотації

source: Annotation layers
uk: Шари анотацій

source: Annotation layers are still loading.
uk: Шари анотацій все ще завантажуються.

source: Annotation name
uk: Назва анотації

source: Annotation not found.
uk: Анотацію не знайдено.

source: Annotation parameters are invalid.
uk: Параметри анотації недійсні.

source: Annotation source
uk: Джерело анотації

source: Annotation source type
uk: Тип джерела анотації

source: Annotation template created
uk: Створено шаблон анотації

source: Annotation template updated
uk: Оновлено шаблон анотації

source: Annotations and Layers
uk: Анотації та Шари

source: Annotations and layers
uk: Анотації та шари

source: Annotations could not be deleted.
uk: Не вдалося видалити анотації.

source: Any
uk: Будь-який

source: Any additional detail to show in the certification tooltip.
uk: Будь-яка додаткова інформація для відображення в підказці сертифікації.

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
uk: Будь-яка палітра кольорів, вибрана тут, замінить кольори, застосовані до окремих діаграм цього дашборду

source: Any databases that allow connections via SQL Alchemy URIs can be added.
uk: Можна додати будь-які бази даних, які дозволяють підключення через URI SQL Alchemy.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
uk: Можна додати будь-які бази даних, які дозволяють підключення через URI SQL Alchemy. Дізнайтеся, як підключити драйвер бази даних

source: Append
uk: Додати

source: Applied cross-filters (%d)
uk: Застосовані перехресні фільтри (%d)

source: Applied filters (%d)
uk: Застосовані фільтри (%d)

source: Applied filters: %s
uk: Застосовані фільтри: %s

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
uk: Застосоване ковзаюче вікно не повернуло жодних даних. Переконайтеся, що вихідний запит відповідає мінімальним періодам, визначеним у рухомому вікні.

source: Apply
uk: Застосувати

source: Apply conditional color formatting to metric
uk: Застосувати умовне форматування кольору до метрики

source: Apply conditional color formatting to metrics
uk: Застосувати умовне форматування кольору до метрик

source: Apply conditional color formatting to numeric columns
uk: Застосувати умовне форматування кольору до числових стовпців

source: Apply filters
uk: Застосувати фільтри

source: Apply metrics on
uk: Застосувати метрики

source: Apply to all panels
uk: Застосувати до всіх панелей

source: Apply to specific panels
uk: Застосувати до певних панелей

source: April
uk: Квітень

source: Arc
uk: Арка

source: Are you sure you intend to overwrite the following values?
uk: Ви впевнені, що збираєтеся перезаписати наступні значення?

source: Are you sure you want to cancel?
uk: Ви впевнені, що бажаєте скасувати?

source: Are you sure you want to delete
uk: Ви впевнені, що бажаєте видалити

source: Are you sure you want to delete %s?
uk: Ви впевнені, що бажаєте видалити %s?

source: Are you sure you want to delete the selected %s?
uk: Ви впевнені, що бажаєте видалити вибрані %s?

source: Are you sure you want to delete the selected annotations?
uk: Ви впевнені, що бажаєте видалити вибрані анотації?

source: Are you sure you want to delete the selected charts?
uk: Ви впевнені, що бажаєте видалити вибрані діаграми?

source: Are you sure you want to delete the selected dashboards?
uk: Ви впевнені, що бажаєте видалити вибрані дашборди?

source: Are you sure you want to delete the selected datasets?
uk: Ви впевнені, що бажаєте видалити вибрані датасети?

source: Are you sure you want to delete the selected layers?
uk: Ви впевнені, що бажаєте видалити вибрані шари?

source: Are you sure you want to delete the selected queries?
uk: Ви впевнені, що бажаєте видалити вибрані запити?

source: Are you sure you want to delete the selected rules?
uk: Ви впевнені, що бажаєте видалити вибрані правила?

source: Are you sure you want to delete the selected tags?
uk: Ви впевнені, що бажаєте видалити вибрані теги?

source: Are you sure you want to delete the selected templates?
uk: Ви впевнені, що бажаєте видалити вибрані шаблони?

source: Are you sure you want to overwrite this dataset?
uk: Ви впевнені, що бажаєте перезаписати цей датасет?

source: Are you sure you want to proceed?
uk: Ви впевнені, що бажаєте продовжити?

source: Are you sure you want to save and apply changes?
uk: Ви впевнені, що хочете зберегти та застосувати зміни?

source: Area Chart
uk: Діаграма з Областями

source: Area Chart (legacy)
uk: Діаграма з Областями (Застаріла)

source: Area chart
uk: Діаграма з областями

source: Area chart opacity
uk: Непрозорість діаграми з областями

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
uk: Діаграми з областями схожі на лінійні діаграми, оскільки вони представляють змінні з однаковим масштабом, але діаграми з областями накладають метрики одна на одну.

source: Arrow
uk: Стрілка

source: Assign a set of parameters as
uk: Призначити набір параметрів як

source: Associated Charts
uk: Пов’язані Діаграми

source: Async Execution
uk: Асинхронне Виконання

source: Asynchronous query execution
uk: Асинхронне виконання запиту

source: August
uk: Серпень

source: Auto
uk: Авто

source: Auto Zoom
uk: Автоматичне Масштабування

source: Autocomplete
uk: Автозаповнення

source: Autocomplete filters
uk: Фільтри автозаповнення

source: Autocomplete query predicate
uk: Предикат запиту автозаповнення

source: Automatic Color
uk: Автоматичний Колір

source: Available sorting modes:
uk: Доступні режими сортування:

source: Average
uk: Середній

source: Average value
uk: Середнє значення

source: Axis
uk: Вісь

source: Axis Bounds
uk: Межі осі

source: Axis Format
uk: Формат осі

source: Axis Title
uk: Назва осі

source: Axis ascending
uk: Вісь за зростанням

source: Axis descending
uk: Вісь за зменшенням

source: Back
uk: Назад

source: Back to all
uk: Назад до всіх

source: Backend
uk: Бекенд

source: Backward values
uk: Зворотні значення

source: Bad formula.
uk: Погана формула.

source: Bad spatial key
uk: Поганий просторовий ключ

source: Bar
uk: Стовпчикова

source: Bar Chart
uk: Стовпчикова Діаграма

source: Bar Chart (legacy)
uk: Стовпчикова Діаграма (застаріла)

source: Bar Charts are used to show metrics as a series of bars.
uk: Стовпчикові Діаграми використовуються для відображення метрик у вигляді ряду стовпців.

source: Bar Values
uk: Значення стовпця

source: Bar orientation
uk: Орієнтація стовпця

source: Base
uk: База

source: Base layer map style
uk: Стиль карти базового шару

source: Based on a metric
uk: На основі метрики

source: Based on granularity, number of time periods to compare against
uk: На основі деталізації кількість періодів часу для порівняння

source: Based on what should series be ordered on the chart and legend
uk: На основі того, який порядок рядів на діаграмі та в легенді

source: Basic
uk: Основна

source: Basic information
uk: Основна інформація

source: Batch editing %d filters:
uk: Пакетне редагування %d фільтрів:

source: Battery level over time
uk: Рівень заряду батареї протягом тривалого часу

source: Be careful.
uk: Будьте обережні.

source: Before
uk: Раніше

source: Big Number
uk: Велике Число

source: Big Number Font Size
uk: Розмір Шрифту Великого Числа

source: Big Number with Trendline
uk: Велике Число з лінією тренду

source: Bottom
uk: Внизу

source: Bottom Margin
uk: Нижній Відступ

source: Bottom left
uk: Внизу ліворуч

source: Bottom margin, in pixels, allowing for more room for axis labels
uk: Нижнє відступ, у пікселях, дає більше місця для міток осей

source: Bottom right
uk: Внизу праворуч

source: Bottom to Top
uk: Знизу Вгору

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
uk: Межі для осі Y. Якщо залишити порожнім, межі визначаються динамічно на основі мінімального/максимального значення даних. Зауважте, що ця функція лише розширить діапазон осей. Це не звузить обсяг даних.

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
uk: Межі для осі. Якщо залишити порожнім, межі визначаються динамічно на основі мінімального/максимального значення даних. Зауважте, що ця функція лише розширить діапазон осей. Це не звузить обсяг даних.

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
uk: Межі для основної осі Y. Якщо залишити порожнім, межі визначаються динамічно на основі мінімального/максимального значення даних. Зауважте, що ця функція лише розширить діапазон осей. Це не звузить обсяг даних.

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
uk: Межі для вторинної осі Y. Працює, лише коли ввімкнено незалежні межі осі Y. Якщо залишити пустим, межі визначаються динамічно на основі min/max даних. Зверніть увагу, що ця функція лише розширить діапазон осі. Це не звузить обсяг даних.

source: Box Plot
uk: Ящик з Вусами

source: Bubble Chart
uk: Бульбашкова Діаграма

source: Bubble Color
uk: Колір Бульбашки

source: Bubble Size
uk: Розмір Бульбашки

source: Bubble size
uk: Розмір бульбашки

source: Build
uk: Побудова

source: Bulk select
uk: Груповий вибір

source: Bullet Chart
uk: Маркерна діаграма

source: Business
uk: Бізнес

source: Business Data Type
uk: Тип Бізнес Даних

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
uk: За замовчуванням кожен фільтр завантажує щонайбільше 1000 варіантів під час початкового завантаження сторінки. Установіть цей прапорець, якщо у вас більше 1000 значень фільтрів і ви хочете ввімкнути динамічний пошук, який завантажує значення фільтрів під час введення користувачами (може збільшити навантаження на вашу базу даних).

source: By key: use column names as sorting key
uk: За ключем: використовуйте назви стовпців як ключ сортування

source: By key: use row names as sorting key
uk: За ключем: використовувати назви рядків як ключ сортування

source: By value: use metric values as sorting key
uk: За значенням: використовувати значення метрик як ключ сортування

source: CREATE VIEW statement
uk: Інструкція CREATE VIEW

source: CRON Schedule
uk: Розклад CRON

source: CRON expression
uk: Вираз CRON

source: CSS Styles
uk: Стилі CSS

source: CSS Templates
uk: Шаблони CSS

source: CSS applied to the chart
uk: CSS застосовано до діаграми

source: CSS template
uk: CSS шаблон

source: CSS template could not be deleted.
uk: Не вдалося видалити шаблон CSS.

source: CSS template name
uk: Назва шаблону CSS

source: CSS template not found.
uk: Шаблон CSS не знайдено.

source: CSS templates
uk: Шаблони CSS

source: CSV Upload
uk: Завантаження CSV

source: CSV file "%(csv_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
uk: Файл CSV "%(csv_filename)s" завантажено до таблиці "%(table_name)s" у базі даних "%(db_name)s"

source: CSV to Database configuration
uk: Конфігурація CSV до бази даних

source: CSV upload
uk: Завантаження CSV

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
uk: CTAS (створити таблицю як вибірку) можна запустити лише із запитом, де останнім оператором є SELECT. Будь ласка, переконайтеся, що останнім оператором вашого запиту є SELECT. Потім спробуйте виконати запит ще раз.

source: CTAS Schema
uk: Схема CTAS

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
uk: CVAS (створити перегляд як вибір) можна запустити лише за допомогою запиту з одним оператором SELECT. Переконайтеся, що ваш запит містить лише оператор SELECT. Потім спробуйте виконати запит ще раз.

source: CVAS (create view as select) query has more than one statement.
uk: Запит CVAS (створити перегляд як вибір) містить більше одного оператора.

source: CVAS (create view as select) query is not a SELECT statement.
uk: Запит CVAS (створити перегляд як вибір) не є оператором SELECT.

source: Cache Timeout
uk: Час Життя Кешу

source: Cache Timeout (seconds)
uk: Час життя кешу (секунди)

source: Cache timeout
uk: Час життя кешу

source: Cached
uk: Кешовано

source: Cached %s
uk: Кешовано %s

source: Cached value not found
uk: Кешоване значення не знайдено

source: Calculate contribution per series or row
uk: Обчислити внесок по серії або рядку

source: Calculated column [%s] requires an expression
uk: Для обчислюваного стовпця [%s] потрібен вираз

source: Calculated columns
uk: Обчислювані стовпці
