Repository: raccoongang/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
uk: Це умова, яка буде додана до пропозиції WHERE. Наприклад, щоб повертати лише рядки для певного клієнта, ви можете визначити звичайний фільтр із пунктом `client_id = 9`. Щоб не відображати жодного рядка, якщо користувач не належить до ролі фільтра RLS, базовий фільтр можна створити за допомогою пункту «1 = 0» (завжди false).

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
uk: Цей об’єкт json описує розташування віджетів на дашборді. Він динамічно генерується під час налаштування розміру та позицій віджетів за допомогою перетягування на дашборду

source: This markdown component has an error.
uk: Цей компонент уцінки має помилку.

source: This markdown component has an error. Please revert your recent changes.
uk: Цей компонент уцінки має помилку. Скасуйте нещодавні зміни.

source: This may be triggered by:
uk: Це може бути викликано:

source: This metric might be incompatible with current dataset
uk: Ця метрика може бути несумісним із поточним набором даних

source: This section allows you to configure how to use the slice to generate annotations.
uk: Цей розділ дозволяє вам налаштувати, як використовувати зріз для створення анотацій.

source: This section contains options that allow for advanced analytical post processing of query results
uk: Цей розділ містить параметри, які дозволяють розширену аналітичну постобробку результатів запиту

source: This section contains validation errors
uk: Цей розділ містить помилки перевірки

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
uk: Цей сеанс зіткнувся з перервою, і деякі елементи керування можуть не працювати належним чином. Якщо ви є розробником цієї програми, переконайтеся, що гостьовий маркер генерується правильно.

source: This table already has a dataset
uk: Ця таблиця вже має датасет

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
uk: Ця таблиця вже має пов’язаний з нею датасет. З таблицею можна зв’язати лише один датасет.

source: This value should be greater than the left target value
uk: Це значення має бути більшим за ліве цільове значення

source: This value should be smaller than the right target value
uk: Це значення має бути меншим за правильне цільове значення

source: This visualization type does not support cross-filtering.
uk: Цей тип візуалізації не підтримує перехресну фільтрацію.

source: This visualization type is not supported.
uk: Цей тип візуалізації не підтримується.

source: This was triggered by:
uk: Причина спрацьовування:

source: This will remove your current embed configuration.
uk: Це видалить вашу поточну конфігурацію вбудовування.

source: Threshold alpha level for determining significance
uk: Пороговий альфа-рівень для визначення значущості

source: Threshold value should be double precision number
uk: Порогове значення має бути числом подвійної точності

source: Thumbnails
uk: Мініатюри

source: Thursday
uk: Четвер

source: Time
uk: Час

source: Time Column
uk: Стовпець Часу

source: Time Comparison
uk: Порівняння Часу

source: Time Format
uk: Формат Часу

source: Time Grain
uk: Одиниця Часу

source: Time Granularity
uk: Гранулярність часу

source: Time Lag
uk: Затримка часу

source: Time Range
uk: Діапазон часу

source: Time Ratio
uk: Співвідношення Часу

source: Time Series
uk: Часовий Ряд

source: Time Series - Bar Chart
uk: Часові ряди – Гістограма

source: Time Series - Dual Axis Line Chart
uk: Часові Ряди – Двоосьова Лінійна Діаграма

source: Time Series - Line Chart
uk: Часові Ряди – Лінійна Діаграма

source: Time Series - Multiple Line Charts
uk: Часові Ряди – Багатолінійні Діаграми

source: Time Series - Nightingale Rose Chart
uk: Часові Ряди – Діаграма Найтингейл.

source: Time Series - Paired t-test
uk: Часові Ряди - Парний t-test

source: Time Series - Percent Change
uk: Часові Ряди – Відсоткова Зміна

source: Time Series - Period Pivot
uk: Часові Ряди – Period Pivot

source: Time Series - Stacked
uk: Часові Ряди - Діаграма з Накопиченням

source: Time Series Options
uk: Опції Часових Рядів

source: Time Shift
uk: Зсув часу

source: Time Table View
uk: Перегляд Розкладу

source: Time column
uk: Стовпець Часу

source: Time column "%(col)s" does not exist in dataset
uk: Стовпець часу "%(col)s" не існує в датасеті

source: Time column filter plugin
uk: Плагін фільтра стовпця часу

source: Time column to apply dependent temporal filter to
uk: Стовпець часу, до якого потрібно застосувати залежний часовий фільтр

source: Time column to apply time range to
uk: Стовпець часу для застосування діапазону часу

source: Time comparison
uk: Порівняння часу

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
uk: Дельта часу природною мовою (приклад: 24 години, 7 днів, 56 тижнів, 365 днів)

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
uk: Дельта часу неоднозначна. Будь ласка, вкажіть [%(human_readable)s тому] або [%(human_readable)s пізніше].

source: Time filter
uk: Фільтр часу

source: Time format
uk: Формат часу

source: Time grain
uk: Одиниця часу

source: Time grain filter plugin
uk: Плагін фільтра одиниць часу

source: Time grain missing
uk: Відсутня одиниця часу

source: Time granularity
uk: Грануляція часу

source: Time in seconds
uk: Час у секундах

source: Time lag
uk: Затримка часу

source: Time range
uk: Діапазон часу

source: Time ratio
uk: Співвідношення часу

source: Time related form attributes
uk: Атрибути форми, пов’язані з часом

source: Time series
uk: Часовий ряд

source: Time series columns
uk: Стовпці часових рядів

source: Time shift
uk: Зсув часу

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
uk: Рядок часу неоднозначний. Будь ласка, вкажіть [%(human_readable)s тому] або [%(human_readable)s пізніше].

source: Time-series Area Chart
uk: Діаграма з областями часових рядів

source: Time-series Area chart are similar to line chart in that they represent variables with the same scale, but area charts stack the metrics on top of each other. An area chart in Superset can be stream, stack, or expand.
uk: Діаграма з областями часових рядів схожа на лінійну діаграму тим, що вони представляють змінні з однаковим масштабом, але діаграми з областями накладають метрики одна на одну. Діаграма з областями в Superset може бути потоковою, стековою або розгорнутою.

source: Time-series Bar Chart
uk: Гістограма часових рядів

source: Time-series Bar Chart (legacy)
uk: Гістограма часових рядів (застаріла)

source: Time-series Bar Charts are used to show the changes in a metric over time as a series of bars.
uk: Стовпчасті діаграми часових рядів використовуються для відображення змін метрики з часом у вигляді рядів стовпчиків.

source: Time-series Chart
uk: Діаграма часових рядів

source: Time-series Line Chart
uk: Лінійна діаграма Часових Рядів

source: Time-series Percent Change
uk: Відсоткова зміна часових рядів

source: Time-series Period Pivot
uk: Period Pivot часових рядів

source: Time-series Scatter Plot
uk: Діаграма розсіювання часових рядів

source: Time-series Scatter Plot has time on the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
uk: Діаграма розсіювання часових рядів містить час на горизонтальній осі в лінійних одиницях, а точки з’єднані по порядку. Він показує статистичну залежність між двома змінними.

source: Time-series Smooth Line
uk: Гладка лінія часового ряду

source: Time-series Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
uk: Гладка лінія часових рядів є різновидом лінійної діаграми. Без кутів і жорстких країв Smooth-line іноді виглядає розумнішим і професійнішим.

source: Time-series Stepped Line
uk: Діаграма кроків часових рядів

source: Time-series Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
uk: Діаграма кроків часових рядів — це різновид лінійної діаграми, але лінія утворює ряд кроків між точками даних. Покрокова діаграма може бути корисною, коли ви хочете показати зміни, які відбуваються через нерегулярні проміжки часу.

source: Time-series Table
uk: Таблиця часових рядів

source: Time-series line chart is used to visualize repeated measurements taken over regular time intervals. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
uk: Лінійна діаграма часових рядів використовується для візуалізації повторюваних вимірювань, зроблених протягом регулярних інтервалів часу. Лінійна діаграма – це тип діаграми, який відображає інформацію як ряд точок даних, з’єднаних прямими відрізками. Це базовий тип діаграм, поширений у багатьох галузях.

source: Timeout error
uk: Помилка тайм-ауту

source: Timestamp format
uk: Формат timestamp

source: Timezone
uk: Часовий пояс

source: Timezone offset (in hours) for this datasource
uk: Зміщення часового поясу (у годинах) для цього datasource

source: Timezone selector
uk: Селектор часового поясу

source: Tiny
uk: Крихітка

source: Title
uk: Назва

source: Title Column
uk: Стовпець Заголовка

source: Title is required
uk: Потрібна назва

source: Title or Slug
uk: Назва або читабельний URL

source: To filter on a metric, use Custom SQL tab.
uk: Щоб відфільтрувати метрику, скористайтеся вкладкою Custom SQL.

source: To get a readable URL for your dashboard
uk: Щоб отримати читабельну URL-адресу для вашого дашборду

source: Tools
uk: Інструменти

source: Tooltip
uk: Підказка

source: Tooltip sort by metric
uk: Спливаюча підказка сортує за метрикою

source: Tooltip time format
uk: Формат часу підказки

source: Top
uk: Верх

source: Top left
uk: Вгорі зліва

source: Top right
uk: Вгорі праворуч

source: Top to Bottom
uk: Зверху вниз

source: Total
uk: Всього

source: Total (%(aggfunc)s)
uk: Усього (%(aggfunc)s)

source: Total (%(aggregatorName)s)
uk: Усього (%(aggregatorName)s)

source: Total value
uk: Загальна вартість

source: Total: %s
uk: Усього: %s

source: Totals
uk: Підсумки

source: Track job
uk: Відстежити роботу

source: Transformable
uk: Трансформуючий

source: Transparent
uk: Прозорий

source: Tree Chart
uk: Деревоподібна Діаграма

source: Tree layout
uk: Оформлення дерева

source: Tree orientation
uk: Орієнтація дерева

source: Treemap
uk: Карта дерева

source: Trend
uk: Тенденція

source: Triangle
uk: Трикутник

source: Trigger Alert If...
uk: Створити оповіщення, якщо...

source: Truncate Axis
uk: Обрізана Вісь

source: Truncate Cells
uk: Обрізати Комірки

source: Truncate Metric
uk: Обрізати Метрику

source: Truncate Y Axis
uk: Обрізати Вісь Y

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
uk: Обрізати Вісь Y. Можна змінити, вказавши мінімальну або максимальну межу.

source: Truncate long cells to the "min width" set above
uk: Обрізати довгі комірки до "мінімальної ширини", встановленої вище

source: Truncates the specified date to the accuracy specified by the date unit.
uk: Скорочує вказану дату до точності, визначеної одиницею дати.

source: Try applying different filters or ensuring your datasource has data
uk: Спробуйте застосувати різні фільтри або переконайтеся, що ваш datasource має дані

source: Try different criteria to display results.
uk: Спробуйте різні критерії для відображення результатів.

source: Try selecting a different schema
uk: Спробуйте вибрати іншу схему

source: Tuesday
uk: Вівторок

source: Tukey
uk: Туреччина

source: Type
uk: Тип

source: Type "%s" to confirm
uk: Введіть "%s" для підтвердження

source: Type a value
uk: Введіть значення

source: Type a value here
uk: Введіть тут значення

source: Type is required
uk: Необхідно ввести тип

source: Type of Google Sheets allowed
uk: Дозволений тип Google Таблиць

source: Type of comparison, value difference or percentage
uk: Тип порівняння, різниця значень або відсоток

source: Type or Select [%s]
uk: Введіть або виберіть [%s]

source: UI Configuration
uk: UI Конфігурація

source: URL Parameters
uk: Параметри URL-адреси

source: URL parameters
uk: Параметри URL-адреси

source: URL slug
uk: URL-адреса

source: Unable to add a new tab to the backend. Please contact your administrator.
uk: Неможливо додати нову вкладку до серверної частини. Будь ласка, зверніться до свого адміністратора.

source: Unable to connect to catalog named "%(catalog_name)s".
uk: Неможливо підключитися до каталогу під назвою "%(catalog_name)s".

source: Unable to connect to database "%(database)s".
uk: Не вдається підключитися до бази даних "%(database)s".

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
uk: Не вдається підключитися. Переконайтеся, що в обліковому записі служби встановлено такі ролі: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" і встановлено наступні дозволи "bigquery.readsessions.create" , "bigquery.readsessions.getData"

source: Unable to create chart without a query id.
uk: Неможливо створити діаграму без ідентифікатора запиту.

source: Unable to decode value
uk: Неможливо декодувати значення

source: Unable to encode value
uk: Неможливо закодувати значення

source: Unable to find such a holiday: [%(holiday)s]
uk: Неможливо знайти таке свято: [%(holiday)s]

source: Unable to load columns for the selected table. Please select a different table.
uk: Не вдалося завантажити стовпці для вибраної таблиці.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
uk: Неможливо перенести стан редактора запитів у серверну частину. Зверніться до свого адміністратора, якщо проблема не зникне.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
uk: Неможливо перенести стан запиту на серверну частину. Зверніться до свого адміністратора, якщо проблема не зникне.

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
uk: Неможливо перенести стан схеми таблиці на серверну частину. Зверніться до свого адміністратора, якщо проблема не зникне.

source: Unable to retrieve dashboard colors
uk: Неможливо отримати кольори дашборду

source: Unable to upload CSV file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
uk: Не вдалося завантажити файл CSV "%(filename)s" до таблиці "%(table_name)s" у базі даних "%(db_name)s".

source: Unable to upload Columnar file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
uk: Неможливо завантажити файл стовпців "%(filename)s" до таблиці "%(table_name)s" у базі даних "%(db_name)s". Повідомлення про помилку: %(error_msg)s

source: Unable to upload Excel file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
uk: Не вдалося завантажити файл Excel "%(filename)s" до таблиці "%(table_name)s" у базі даних "%(db_name)s". Повідомлення про помилку: %(error_msg)s

source: Undefined
uk: Не визначено

source: Undefined window for rolling operation
uk: Невизначене вікно для поточної операції

source: Undo the action
uk: Скасувати дію

source: Undo?
uk: Скасувати?

source: Unexpected error
uk: Неочікувана помилка

source: Unexpected error occurred, please check your logs for details
uk: Сталася неочікувана помилка, будь ласка, перевірте ваші журнали для отримання деталей

source: Unexpected error:
uk: Неочікувана помилка:

source: Unexpected time range: %s
uk: Неочікуваний діапазон часу: %s

source: Unknown
uk: Невідомо

source: Unknown MySQL server host "%(hostname)s".
uk: Невідомий хост сервера MySQL "%(hostname)s".

source: Unknown Presto Error
uk: Невідома помилка Presto

source: Unknown Status
uk: Невідомий статус

source: Unknown column used in orderby: %(col)s
uk: Невідомий стовпець, використаний у порядку: %(col)s

source: Unknown error
uk: Невідома помилка

source: Unknown input format
uk: Невідомий формат введення

source: Unknown type
uk: Невідомий тип

source: Unknown value
uk: Невідоме значення

source: Unsafe return type for function %(func)s: %(value_type)s
uk: Небезпечний тип повернення для функції %(func)s: %(value_type)s

source: Unsafe template value for key %(key)s: %(value_type)s
uk: Небезпечне значення шаблону для ключа %(key)s: %(value_type)s

source: Unsupported clause type: %(clause)s
uk: Непідтримуваний тип пропозиції: %(clause)s

source: Unsupported post processing operation: %(operation)s
uk: Непідтримувана операція постобробки: %(operation)s

source: Unsupported return value for method %(name)s
uk: Непідтримуване значення, що повертається для методу %(name)s

source: Unsupported template value for key %(key)s
uk: Непідтримуване значення шаблону для ключа %(key)s

source: Unsupported time grain: %(time_grain)s
uk: Непідтримувана одиниця часу: %(time_grain)s

source: Untitled Dataset
uk: Датасет без назви

source: Untitled Query
uk: Запит без назви

source: Untitled query
uk: Запит без назви

source: Update
uk: Оновити

source: Update chart
uk: Оновити діаграму

source: Updating chart was stopped
uk: Оновлення діаграми зупинено

source: Upload
uk: Завантажити

source: Upload CSV
uk: Завантажити CSV

source: Upload CSV to database
uk: Завантажити CSV до бази даних

source: Upload Credentials
uk: Завантажити облікові дані

source: Upload Enabled
uk: Завантаження ввімкнено

source: Upload Excel file
uk: Завантажити файл Excel

source: Upload Excel file to database
uk: Завантажити файл Excel до бази даних

source: Upload JSON file
uk: Завантажте файл JSON

source: Upload columnar file
uk: Завантажити стовпчастий файл

source: Upload columnar file to database
uk: Завантажити стовпчастий файл до бази даних

source: Upload file to database
uk: Завантажити файл до бази даних

source: Usage
uk: Використання

source: Use "%(menuName)s" menu instead.
uk: Натомість використовуйте меню "%(menuName)s".

source: Use %s to open in a new tab.
uk: Використовуйте %s, щоб відкрити в новій вкладці.

source: Use Area Proportions
uk: Використовуйте Пропорції Області

source: Use Columns
uk: Використовуйте Стовпці

source: Use a log scale
uk: Використовуйте логарифмічний масштаб

source: Use a log scale for the X-axis
uk: Використовуйте логарифмічний масштаб для осі X

source: Use a log scale for the Y-axis
uk: Використовуйте логарифмічний масштаб для осі Y

source: Use an encrypted connection to the database
uk: Використовуйте зашифроване підключення до бази даних

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
uk: Використовуйте іншу існуючу діаграму як джерело для анотацій і накладень. Ваша діаграма має бути одного з цих типів візуалізації: [%s]

source: Use date formatting even when metric value is not a timestamp
uk: Використовуйте форматування дати, навіть якщо значення метрики не є міткою часу

source: Use legacy datasource editor
uk: Використовувати застарілий редактор datasource

source: Use metrics as a top level group for columns or for rows
uk: Використовуйте метрики як групу верхнього рівня для стовпців або рядків

source: Use only a single value.
uk: Використовуйте лише одне значення.

source: Use the Advanced Analytics options below
uk: Використовуйте наведені нижче параметри Advanced Analytics

source: Use the JSON file you automatically downloaded when creating your service account.
uk: Використовуйте файл JSON, який ви автоматично завантажили під час створення облікового запису служби.

source: Use the edit button to change this field
uk: Використовуйте кнопку редагування, щоб змінити це поле

source: Use this section if you want a query that aggregates
uk: Використовуйте цей розділ, якщо вам потрібен агрегований запит

source: Use this section if you want to query atomic rows
uk: Використовуйте цей розділ, якщо ви хочете запитувати атомарні рядки

source: Use this to define a static color for all circles
uk: Використовуйте це, щоб визначити статичний колір для всіх кіл

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
uk: Використовується внутрішньо для ідентифікації плагіна. Має бути встановлено назву пакета з package.json плагіна

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
uk: Використовується для узагальнення датасету шляхом групування кількох статистичних даних уздовж двох осей. Приклади: показники продажів за регіоном і місяцем, завдання за статусом і виконавцем, активні користувачі за віком і місцезнаходженням. Не найпривабливіша візуалізація, але дуже інформативна та універсальна.

source: User
uk: Користувач

source: User Roles
uk: Ролі користувача

source: User doesn't have the proper permissions.
uk: Користувач не має відповідних дозволів.

source: User must select a value before applying the filter
uk: Користувач повинен вибрати значення перед застосуванням фільтра

source: User must select a value for this filter
uk: Користувач повинен вибрати значення для цього фільтра

source: User query
uk: Запит користувача

source: Username
uk: Ім'я користувача

source: Uses Gaussian Kernel Density Estimation to visualize spatial distribution of data
uk: Використовує оцінку ядерної щільності Гауса для візуалізації просторового розподілу даних

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
uk: Використовує датчик для демонстрації прогресу метрики до мети. Положення циферблата відображає прогрес, а кінцеве значення на датчику представляє цільове значення

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
uk: Використовує кола для візуалізації потоку даних через різні етапи системи. Наведіть курсор на окремі шляхи у візуалізації, щоб зрозуміти, на яких етапах пройшло значення. Корисно для багатоетапної, багатогрупової візуалізації воронок і конвеєрів.

source: Value
uk: Значення

source: Value Domain
uk: Домен Значень

source: Value Format
uk: Формат Значення

source: Value bounds
uk: Межі значень

source: Value format
uk: Формат значення

source: Value is required
uk: Потрібне значення

source: Value must be greater than 0
uk: Значення має бути більше 0
